Repository: Digitoxin1/DiskImageTool
Catalog: DiskImageTool/My Project/Resources.*.resx
Languages: de, es, fr

# Dialog_DiskTypeWarning
source: Warning: Unable to determine the floppy disk type.
de: Warnung: Diskettentyp konnte nicht ermittelt werden.
es: Advertencia: no se pudo determinar el tipo de disquete.
fr: Avertissement: impossible de déterminer le type de disquette.

# Dialog_InvalidCharacters
source: A file name can't contain any of the following characters
de: Ein Dateiname darf keine der folgenden Zeichen enthalten
es: Un nombre de archivo no puede contener ninguno de los siguientes caracteres
fr: Un nom de fichier ne peut pas contenir les caractères suivants

# Dialog_InvalidSearchString
source: Invalid Search String
de: Ungültiger Suchbegriff
es: Cadena de búsqueda no válida
fr: Chaîne de recherche invalide

# FileType_All
source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers

# FileType_Text
source: Text files
de: Textdateien
es: Archivos de texto
fr: Fichiers texte

# Label_BadSector
source: Bad Sector
de: Fehlerhafter Sektor
es: Sector defectuoso
fr: Secteur défectueux

# Label_CircularChain
source: Circular Chain
de: Zirkuläre Verknüpfung
es: Cadena circular
fr: Chaîne circulaire

# Label_CrossLinked
source: Cross-Linked
de: Kreuzverkettet
es: Encadenado
fr: Chaîné

# Label_FileDrop
source: Drag & Drop Files and Folders Here
de: Dateien und Ordner hierher ziehen
es: Arrastre y suelte archivos y carpetas aquí
fr: Glissez-déposez ici des fichiers et des dossiers

# Label_InvalidAllocation
source: Invalid Allocation
de: Ungültige Zuordnung
es: Asignación inválida
fr: Allocation invalide

# Label_InvalidCluster
source: Invalid Cluster
de: Ungültiger Cluster
es: Clúster inválido
fr: Cluster invalide

# Label_LostCluster
source: Lost Cluster
de: Verlorener Cluster
es: Clúster perdido
fr: Cluster perdu

# Label_BootStrapSignature
source: Boot Sector Signature
de: Bootsektor-Signatur
fr: Signature du secteur de démarrage

# Label_DriveNumber
source: Drive Number
de: Laufwerksnummer
fr: Numéro de lecteur

# Label_ExtendedBootSignature
source: Extended Boot Signature
de: Erweiterte Boot-Signatur
fr: Signature de démarrage étendue

# Label_FileSystemType
source: File System ID
de: Dateisystem-ID
fr: ID du système de fichiers

# BootSector_JmpBoot
source: Bootstrap Jump
de: Startsprung
es: Salto de arranque
fr: Saut d’amorçage

# Label_VolumeSerialNumber
source: Volume Serial Number
de: Volumeseriennummer
fr: Numéro de série du volume

# Label_RootEntryCount
source: Root Directory Entries
de: Einträge Stammverzeichnis
fr: Entrées répertoire racine

# Label_BytesPerSector
source: Bytes per Sector
de: Bytes pro Sektor
fr: Octets par secteur

# Label_HiddenSectors
source: Hidden Sectors
de: Versteckte Sektoren
fr: Secteurs masqués

# Label_NumberOfFATs
source: Number of FATs
de: Anzahl der FATs
fr: Nombre de FAT

# Label_NumberOfHeads
source: Number of Heads
de: Anzahl der Köpfe
fr: Nombre de têtes

# Label_ReservedSectorCount
source: Reserved Sectors
de: Reservierte Sektoren
fr: Secteurs réservés

# Label_SectorCountSmall
source: Total Sector Count
de: Gesamtanzahl Sektoren
fr: Secteurs totaux

# Label_SectorsPerCluster
source: Sectors per Cluster
de: Sektoren pro Cluster
fr: Secteurs par cluster

# Label_SectorsPerFAT
source: Sectors per FAT
de: Sektoren pro FAT
fr: Secteurs par FAT

# Label_SectorsPerTrack
source: Sectors per Track
de: Sektoren pro Spur
fr: Secteurs par piste

# DataInspector_Error_Binary
source: Please enter a valid 8-bit binary value
de: Bitte geben Sie einen gültigen 8-Bit-Binärwert ein
es: Por favor, introduzca un valor binario de 8 bits válido
fr: Veuillez entrer une valeur binaire valide sur 8 bits

# DataInspector_Error_DOSDate
source: Please enter a valid date between 1980-01-01 and 2107-12-31
de: Bitte geben Sie ein gültiges Datum zwischen 01.01.1980 und 31.12.2107 ein
es: Por favor, introduzca una fecha válida entre 1980-01-01 y 2107-12-31
fr: Veuillez entrer une date valide entre 1980-01-01 et 2107-12-31

# DataInspector_Error_DOSDateTime
source: Please enter a valid date and time between 1980-01-01 and 2107-12-31
de: Bitte geben Sie ein gültiges Datum und eine gültige Uhrzeit zwischen 01.01.1980 und 31.12.2107 ein
es: Por favor, introduzca una fecha y hora válida entre 1980-01-01 y 2107-12-31
fr: Veuillez entrer une date et une heure valides entre 1980-01-01 et 2107-12-31

# DataInspector_Error_DOSTime
source: Please enter a valid time
de: Bitte geben Sie eine gültige Uhrzeit ein
es: Por favor, introduzca una hora válida
fr: Veuillez entrer une heure valide

# DataInspector_Error_Integer
source: Please enter a valid integer between {0} and {1}
de: Bitte geben Sie eine ganze Zahl zwischen {0} und {1} ein
es: Por favor, introduzca un número entero válido entre {0} y {1}
fr: Veuillez entrer un entier valide entre {0} et {1}

# DataInspector_Label_Binary
source: Binary (8 bit)
de: Binär (8 Bit)
es: Binario (8 bits)
fr: Binaire (8 bits)

# DataInspector_Label_Bitstream
source: Bitstream
de: Bitstrom
fr: Flux binaire

# DataInspector_Label_DOSDate
source: DOS Date
de: DOS-Datum
es: Fecha DOS
fr: Date DOS

# DataInspector_Label_DOSDateTime
source: DOS Time & Date
de: DOS-Zeit & Datum
es: Fecha y hora DOS
fr: Date et heure DOS

# DataInspector_Label_DOSTime
source: DOS Time
de: DOS-Zeit
es: Hora DOS
fr: Heure DOS

# Dialog_CheckImageSize
source: No Data Available at this location. Check the image size.
de: An dieser Stelle sind keine Daten verfügbar. Überprüfen Sie die Abbildgröße.
es: No hay datos disponibles en esta ubicación. Verifique el tamaño de la imagen.
fr: Aucune donnée disponible à cet emplacement. Vérifiez la taille de l’image.

# Dialog_Image_NonCompatibleSectors
source: This image has one or more tracks that are not compatible with this image type.
de: Dieses Abbild enthält eine oder mehrere Spuren, die mit diesem Abbildtyp nicht kompatibel sind.
es: Esta imagen tiene una o más pistas que no son compatibles con este tipo de imagen.
fr: Cette image contient une ou plusieurs pistes non compatibles avec ce format d’image.

# Dialog_Image_NonStandardTracks
source: This image has one or more tracks with a non-standard sector layout.{0}{0}Data loss will occur when saving to this image type.{0}{0}Do you wish to continue?
de: Dieses Abbild enthält eine oder mehrere Spuren mit einem nicht standardmäßigen Sektorlayout.{0}{0}Datenverlust kann beim Speichern in diesem Abbildtyp auftreten.{0}{0}Möchten Sie fortfahren?
es: Esta imagen tiene una o más pistas con un diseño de sectores no estándar.{0}{0}Se perderán datos al guardar en este tipo de imagen.{0}{0}¿Desea continuar?
fr: Cette image contient une ou plusieurs pistes avec une disposition de secteurs non standard.{0}{0}Une perte de données peut survenir.{0}{0}Souhaitez-vous continuer ?

# Dialog_Image_SurfaceData
source: This image contains additional surface data which may be required for copy protection.{0}{0}This data will be lost when saving to this image type.{0}{0}Do you wish to continue?
de: Dieses Abbild enthält zusätzliche Oberflächendaten, die möglicherweise für Kopierschutz erforderlich sind.{0}{0}Diese Daten gehen beim Speichern in diesem Abbildtyp verloren.{0}{0}Möchten Sie fortfahren?
es: Esta imagen contiene datos adicionales de la superficie que pueden ser necesarios para protección contra copia.{0}{0}Estos datos se perderán al guardar en este tipo de imagen.{0}{0}¿Desea continuar?
fr: Cette image contient des données de surface supplémentaires qui peuvent être requises pour la protection contre la copie.{0}{0}Ces données seront perdues lors de l’enregistrement dans ce format.{0}{0}Souhaitez-vous continuer ?

# DirectorytEntryLFN_Attributes
source: LFN Attributes
de: LFN-Attribute
es: Atributos LFN
fr: Attributs LFN

# DirectorytEntryLFN_Checksum
source: LFN Checksum
de: LFN-Prüfsumme
es: Checksum LFN
fr: Somme de contrôle LFN

# DirectorytEntryLFN_Sequence
source: LFN Sequence
de: LFN-Reihenfolge
es: Secuencia LFN
fr: Séquence LFN

# DirectorytEntryLFN_StartingCluster
source: LFN Starting Cluster
de: LFN-Startcluster
es: Clúster inicial LFN
fr: Cluster de départ LFN

# DirectorytEntryLFN_Type
source: LFN Type
de: LFN-Typ
es: Tipo LFN
fr: Type LFN

# Label_Attributes
source: Attributes
de: Attribute
fr: Attributs

# DirectorytEntry_CreationDate
source: Creation Date
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création

# DirectorytEntry_CreationMillisecond
source: Creation Time Tenths
de: Erstellungszeit (Zehntelsekunden)
es: Hora de creación (décimas)
fr: Heure de création (dixièmes)

# DirectorytEntry_CreationTime
source: Creation Time
de: Erstellungszeit
es: Hora de creación
fr: Heure de création

# DirectorytEntry_Extension
source: Extension
de: Erweiterung
es: Extensión

# DirectorytEntry_LastAccessDate
source: Last Access Date
de: Letztes Zugriffsdatum
es: Fecha de último acceso
fr: Date du dernier accès

# DirectorytEntry_LastWriteDate
source: Last Write Date
de: Letztes Änderungsdatum
es: Fecha de última escritura
fr: Date de dernière modification

# DirectorytEntry_LastWriteTime
source: Last Write Time
de: Letzte Änderungszeit
es: Hora de última escritura
fr: Heure de dernière modification

# DirectorytEntry_ReservedForFAT32
source: Reserved for FAT 32
de: Reserviert für FAT32
es: Reservado para FAT 32
fr: Réservé pour FAT 32

# DirectorytEntry_ReservedForWinNT
source: Reserved For Windows NT
de: Reserviert für Windows NT
es: Reservado para Windows NT
fr: Réservé pour Windows NT

# DirectorytEntry_StartingCluster
source: Starting Cluster
de: Startcluster
es: Cluster inicial
fr: Cluster de départ

# FileType_AdvancedSectorImage
source: Advanced Sector Image
de: Erweitertes Sektorabbild
es: Imagen de Sector Avanzado
fr: Image de secteur avancée

# FileType_AllDiskImages
source: All Floppy Disk Images
de: Alle Diskettenabbild-Dateien
es: Todas las Imágenes de Disquete
fr: Toutes les images de disquettes

# FileType_BitstreamImage
source: Bitstream Image
de: Bitstrom-Abbild
es: Imagen de bitstream
fr: Image en flux binaire

# FileType_FloppyDiskImage
source: Floppy Disk Image
de: Diskettenabbild
es: Imagen de disquete
fr: Image de disquette

# FileType_IMZ
source: WinImage Compressed Disk Image
de: WinImage-komprimiertes Diskettenabbild
es: Imagen de disco comprimido WinImage
fr: Image de disquette compressée WinImage

# FileType_VFD
source: Virtual Floppy Disk
de: Virtuelles Diskettenlaufwerk
es: Disquete virtual

# Filter_AllItems
source: All
de: Alle
es: Todo
fr: Tous

# Filter_Database_MismatchedStatus
source: Database - Mismatched Status
de: Datenbank – Status stimmt nicht überein
es: Base de datos - Estado no coincidente
fr: Base de données - État incohérent

# Filter_Disk_FreeClustersWithData
source: Free Clusters with Data
de: Freie Cluster enthalten Daten
es: Disco - Clusters libres con datos
fr: Clusters libres contenant des données

# Filter_Disk_MismatchedImageSize
source: Mismatched Image Size
de: Abbildgröße stimmt nicht überein
es: Disco - Tamaño de imagen no coincide
fr: Taille d’image incohérente

# Filter_Disk_MismatchedMediaDescriptor
source: Mismatched Media Descriptor
de: Medienbezeichner stimmt nicht überein
es: Disco - Descriptor de medio no coincide
fr: Descripteur de média incohérent

# Filter_Disk_UnknownFormat
source: Unknown Format
de: Unbekanntes Format
es: Disco - Formato desconocido
fr: Format inconnu

# Filter_FAT_ChainingErrors
source: Chaining Errors
de: Verkettungsfehler
es: FAT - Errores de encadenamiento
fr: Erreurs de chaînage

# Filter_FAT_MismatchedFATs
source: Mismatched FATs
de: FATs stimmen nicht überein
es: FAT - FATs no coincidentes
fr: FAT incohérentes

# Filter_FileSystem_DirectoryHasAdditionalData
source: Directory has Additional Data
de: Verzeichnis enthält zusätzliche Daten
es: Sistema de archivos - El directorio tiene datos adicionales
fr: Le répertoire contient des données supplémentaires

# Filter_FileSystem_DirectoryHasBootSector
source: Directory has Boot Sector
de: Verzeichnis enthält Bootsektor
es: Sistema de archivos - El directorio contiene un sector de arranque
fr: Le répertoire contient un secteur de démarrage

# Filter_FileSystem_HasCreationDate
source: Has Creation Date
de: Erstellungsdatum vorhanden
es: Sistema de archivos - Tiene fecha de creación
fr: Contient une date de création

# Filter_FileSystem_HasLastAccessDate
source: Has Last Access Date
de: Letztes Zugriffsdatum vorhanden
es: Sistema de archivos - Tiene fecha de último acceso
fr: Contient une date de dernier accès

# Filter_FileSystem_HasLongFileNames
source: Has Long File Names
de: Lange Dateinamen vorhanden
es: Sistema de archivos - Tiene nombres de archivo largos
fr: Contient des noms de fichiers longs

# Filter_FileSystem_HasReservedBytesSet
source: Has Reserved Bytes Set
de: Reservierte Bytes gesetzt
es: Sistema de archivos - Tiene bytes reservados establecidos
fr: Contient des octets réservés

# Filter_FileSystem_InvalidDirectoryEntries
source: Invalid Directory Entries
de: Ungültige Verzeichniseinträge
es: Sistema de archivos - Entradas de directorio no válidas
fr: Entrées de répertoire invalides

# Filter_Image_InDatabase
source: In Database
de: In Datenbank
es: Imagen - En base de datos
fr: Dans la base de données

# Filter_Image_NotInDatabase
source: Not in Database
de: Nicht in Datenbank
es: Imagen - No está en base de datos
fr: Non présente dans la base de données

# Label_Unverified
source: Unverified
de: Nicht verifiziert
fr: Non vérifié

# Label_Verified
source: Verified
de: Verifiziert
fr: Vérifié

# Filter_ModifiedFiles
source: Modified Files
de: Geänderte Dateien
es: Archivos modificados
fr: Fichiers modifiés

# FloppyImageType_BasicSectorImage
source: Basic Sector Image
de: Basis-Sektorabbild
es: Imagen de sector básica
fr: Image de secteur basique

# FloppyImageType_D86FImage
source: 86Box 86F Image
de: 86Box 86F-Abbild
es: Imagen 86Box 86F

# FloppyImageType_HFEImage
source: HxC HFE (v1) Image
de: HxC HFE (v1)-Abbild
es: Imagen HxC HFE (v1)

# FloppyImageType_IMDImage
source: ImageDisk Sector Image
de: ImageDisk-Sektorabbild
es: Imagen de sectores de ImageDisk
fr: ImageDisk Secteur Image

# FloppyImageType_MFMImage
source: HxC MFM Image
de: HxC MFM-Abbild
es: Imagen HxC MFM

# FloppyImageType_PRIImage
source: PCE Bitstream Image
de: PCE-Bitstrom-Abbild
es: Imagen de flujo de bits PCE

# FloppyImageType_PSIImage
source: PCE Sector Image
de: PCE-Sektorabbild
es: Imagen de sectores PCE

# FloppyImageType_TranscopyImage
source: Transcopy Image
de: Transcopy-Abbild
es: Imagen Transcopy

# HexView_DeletedDirectory
source: Deleted Directory
de: Gelöschtes Verzeichnis
es: Directorio eliminado
fr: Répertoire supprimé

# HexView_DeletedFile
source: Deleted File
de: Gelöschte Datei
es: Archivo eliminado
fr: Fichier supprimé

# Label_Floppy
source: {0} Floppy
de: {0}-Diskette
es: {0} Disquete
fr: Disquette {0}

# Label_Mismatched
source: Mismatched
de: Stimmt nicht überein
es: No coinciden
fr: Non concordant

# Label_No
source: No
de: Nein
fr: Non

# Label_Variable
source: Variable
de: Variabel

# Label_Yes
source: Yes
de: Ja
es: Sí
fr: Oui

# SummaryPanel_AltOEMName
source: Alternative OEM Name
de: Alternativer OEM-Name
es: Nombre OEM alternativo
fr: Nom OEM alternatif

# Label_BootRecord
source: Boot Record
de: Boot-Datensatz
fr: Enregistrement de démarrage

# Label_Bootstrap
source: Bootstrap
de: Startcode
fr: Amorçage

# SummaryPanel_Company
source: Company
de: Firma
es: Empresa
fr: Société

# SummaryPanel_CompatibilityImage
source: Compatibility Image
de: Kompatibilitätsabbild
es: Imagen de compatibilidad
fr: Image compatible

# SummaryPanel_Compilation
source: Compilation
de: Zusammenstellung
es: Compilación

# SummaryPanel_CopyProtection
source: Copy Protection
de: Kopierschutz
es: Protección de copia
fr: Protection copie

# Label_CustomBootLoader
source: Custom Boot Loader
de: Benutzerdefinierter Bootloader
fr: Chargeur de démarrage personnalisé

# Label_CustomFormat
source: Custom Format
de: Benutzerdefiniertes Format
fr: Format personnalisé

# SummaryPanel_Description
source: Description
de: Beschreibung
es: Descripción

# SummaryPanel_DiskType
source: Disk Type
de: Diskettentyp
es: Tipo de disco
fr: Type de disquette

# SummaryPanel_Error
source: Error Loading File
de: Fehler beim Laden der Datei
es: Error al cargar el archivo
fr: Erreur lors du chargement du fichier

# Label_FileSystem
source: File System
de: Dateisystem
fr: Système de fichiers

# SummaryPanel_FreeSpace
source: Free Space
de: Freier Speicherplatz
es: Espacio libre
fr: Espace libre

# SummaryPanel_Heads
source: Heads
de: Köpfe
es: Cabezas
fr: Têtes

# SummaryPanel_ImageSize
source: Image Size
de: Abbildgröße
es: Tamaño de la imagen
fr: Taille de l’image

# Label_ImageType
source: Image Type
de: Abbildtyp
fr: Type d’image

# SummaryPanel_InvalidFormat
source: Invalid Image Format
de: Ungültiges Abbildformat
es: Formato de imagen no válido
fr: Format d’image invalide

# Label_Language
source: Language
de: Sprache
fr: Langue

# SummaryPanel_NewestDate
source: Newest Date
de: Neuestes Datum
es: Fecha más reciente
fr: Date la plus récente

# Label_NoBootLoader
source: No Boot Loader
de: Kein Bootloader
fr: Aucun chargeur de démarrage

# Label_NoBPB
source: No BPB
de: Keine BPB
fr: Aucun BPB

# SummaryPanel_NonStandardTracks
source: Non-Standard Tracks
de: Nichtstandard-Spuren
es: Pistas no estándar
fr: Pistes non standard

# SummaryPanel_Note
source: Note
de: Hinweis
es: Nota
fr: Remarque

# SummaryPanel_OldestDate
source: Oldest Date
de: Ältestes Datum
es: Fecha más antigua
fr: Date la plus ancienne

# SummaryPanel_OperatingSystem
source: OS
de: BS
es: SO
fr: SE

# SummaryPanel_Publisher
source: Publisher
de: Herausgeber
es: Editor
fr: Éditeur

# SummaryPanel_ReservedClusters
source: Reserved Clusters
de: Reservierte Cluster
es: Clústeres reservados
fr: Clusters réservés

# SummaryPanel_RPM
source: RPM
de: U/min

# SummaryPanel_RPMAdjustment
source: RPM Adjustment
de: U/min-Anpassung
es: Ajuste de RPM
fr: Ajustement RPM

# SummaryPanel_SlowDown
source: Slow down by
de: Verlangsamen um
es: Reducir velocidad en
fr: Ralentir de

# SummaryPanel_SpeedUp
source: Speed up by
de: Beschleunigen um
es: Aumentar velocidad en
fr: Accélérer de

# SummaryPanel_SurfaceData
source: Has Surface Data
de: Oberflächendaten
es: Datos superficie
fr: Données surface

# SummaryPanel_Title
source: Title
de: Titel
es: Título
fr: Titre

# SummaryPanel_TotalSpace
source: Total Space
de: Gesamtspeicher
es: Espacio total
fr: Espace total

# Label_Tracks
source: Tracks
de: Spuren
fr: Pistes

# SummaryPanel_Variant
source: Variant
de: Variante
es: Variante
fr: Variante

# SummaryPanel_VolumeDate
source: Volume Date
de: Volumendatum
es: Fecha del volumen
fr: Date du volume

# SummaryPanel_WeakBits
source: Has Weak Bits
de: Schwache Bits vorhanden
es: Contiene bits débiles
fr: Contient des bits faibles

# SummaryPanel_XDFChecksum
source: XDF Checksum
de: XDF-Prüfsumme
es: Checksum XDF
fr: Somme de contrôle XDF

# SummaryPanel_Year
source: Year
de: Jahr
es: Año
fr: Année

# Caption_CleanImages
source: Clean Images
de: Abbilder bereinigen
es: Limpiar imágenes
fr: Nettoyer les images

# Dialog_FileBlankWarning
source: Filename cannot be blank.
de: Dateiname darf nicht leer sein.
es: El nombre del archivo no puede estar vacío.
fr: Le nom de fichier ne peut pas être vide.

# Dialog_FileExists
source: A file with this name already exists in this directory.
de: Eine Datei mit diesem Namen existiert bereits in diesem Verzeichnis.
es: Ya existe un archivo con este nombre en este directorio.
fr: Un fichier portant ce nom existe déjà dans ce dossier.

# Label_FileSizeExpanded
source: File size will be expanded to
de: Dateigröße wird erweitert auf
es: El tamaño del archivo se ampliará a
fr: La taille du fichier sera augmentée à

# Label_FileSizePadded
source: File size will be padded to
de: Dateigröße wird aufgefüllt auf
es: El tamaño del archivo se rellenará hasta
fr: La taille du fichier sera remplie à

# Label_FileSizeReduced
source: File size will be reduced to
de: Dateigröße wird verkleinert auf
es: El tamaño del archivo se reducirá a
fr: La taille du fichier sera réduite à

# Label_FileSizeSet
source: File size will be set to
de: Dateigröße wird gesetzt auf
es: El tamaño del archivo se establecerá en
fr: La taille du fichier sera définie sur

# Label_FileSizeTruncated
source: File size will be truncated to
de: Dateigröße wird abgeschnitten auf
es: El tamaño del archivo se truncará a
fr: La taille du fichier sera tronquée à

# Label_FillFreeSpace
source: Fill free space with
de: Freien Speicher auffüllen mit
es: Rellenar espacio libre con
fr: Remplir l’espace libre avec

# Label_NotEnoughSpace
source: Not enough available space on disk
de: Nicht genügend Speicherplatz auf dem Datenträger
es: Espacio disponible insuficiente en el disco
fr: Espace disponible insuffisant sur la disquette

# Label_PadFile
source: Pad file with
de: Datei auffüllen mit
es: Rellenar archivo con
fr: Remplir le fichier avec

# Label_Processing
source: Processing
de: Verarbeitung
es: Procesando
fr: Traitement

# Label_Scanning
source: Scanning
de: Scannen
es: Escaneando
fr: Analyse en cours

# Bitstream_AddressChecksum
source: Address Checksum
de: Adress-Prüfsumme
es: Checksum de Dirección
fr: Somme de contrôle d’adresse

# Bitstream_DAM
source: Data Address Mark
de: Daten-Adressmarkierung
es: Marca de dirección de datos
fr: Marque d’adresse des données

# Bitstream_DAMSync
source: Data Field Sync
de: Datenfeld-Synchronisation
es: Sincronización del campo de datos
fr: Synchronisation du champ de données

# Bitstream_DataChecksum
source: Data Checksum
de: Daten-Prüfsumme
es: Suma de comprobación de datos
fr: Somme de contrôle des données

# Bitstream_IAM
source: Index Address Mark
de: Index-Adressmarkierung
es: Marca de dirección de índice
fr: Marque d’adresse d’index

# Bitstream_IAMSync
source: Index Field Sync
de: Indexfeld-Synchronisation
es: Sincronización del campo de índice
fr: Synchronisation du champ d’index

# Bitstream_IDAM
source: ID Address Mark
de: ID-Adressmarkierung
es: Marca de dirección ID
fr: Marque d’adresse ID

# Bitstream_IDAMChecksum
source: ID Area Checksum
de: ID-Bereichs-Prüfsumme
es: Suma de comprobación del área ID
fr: Somme de contrôle de la zone ID

# Bitstream_IDAMSync
source: ID Field Sync
de: ID-Feld-Synchronisation
es: Sincronización del campo ID
fr: Synchronisation du champ ID

# Bitstream_IDArea
source: ID Area
de: ID-Bereich
es: Área ID
fr: Zone ID

# Bitstream_Overflow
source: Overflow
de: Überlauf
es: Desbordamiento
fr: Débordement

# Bitstream_Overlaps
source: Overlaps
de: Überlappungen
es: Superposiciones
fr: Chevauchements

# Bitstream_WriteSplice
source: Write Splice
de: Schreibschnitt
es: Punto de empalme de escritura
fr: Point d’écriture

# Caption_ScanFiles
source: Scan Files
de: Dateien scannen
es: Escanear archivos
fr: Analyser les fichiers

# Label_AllTracks
source: All Tracks
de: Alle Spuren
es: Todas las Pistas
fr: Toutes les pistes

# Label_BitOffset
source: Bit Offset
de: Bit-Versatz
es: Despl. bit
fr: Déc. bit

# Label_ByteAligned
source: Byte-Aligned
de: Byte-align.
es: Byte alineado
fr: Align. octet

# Label_Deleted
source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé

# Label_Encoding
source: Encoding
de: Kodierung
es: Codificación
fr: Encodage

# Label_Files
source: files
de: Dateien
es: archivos
fr: fichiers

# Label_ImagesLoaded
source: {0} images loaded
de: {0} Abbilder geladen
es: {0} imágenes cargadas
fr: {0} images chargées

# Label_LengthHex
source: Length(h)
de: Länge(h)
es: Longitud(h)
fr: Longueur(h)

# Label_Missing
source: Missing
de: Fehlt
es: Faltante
fr: Manquant

# Label_SectorId
source: Sector Id
de: Sektor-ID
es: ID de sector
fr: ID de secteur

# Label_Side
source: Side
de: Seite
es: Cara
fr: Face

# Label_Size
source: Size
de: Größe
es: Tamaño
fr: Taille

# Label_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
