Repository: Digitoxin1/DiskImageTool
Catalog: DiskImageTool/My Project/Resources.*.resx
Languages: de, es, fr

# Label_Valid
source: Valid
de: Gültig
es: Válido
fr: Valide

# Label_SyncFATs
source: Sync FATs
de: FATs synchronisieren
es: Sincronizar FATs
fr: Synchroniser les FAT

# Menu_SelectSector
source: Select &Sector
de: &Sektor auswählen
es: Seleccionar &sector
fr: Sélectionner &secteur

# Menu_SelectTrack
source: Select T&rack
de: Spu&r auswählen
es: Seleccionar pis&ta
fr: Sélectionner la &piste

# Dialog_FloppyError_Formatting
source: Error Formatting Track {0}, Side {1}.
de: Fehler beim Formatieren der Spur {0}, Seite {1}.
es: Error al formatear la pista {0}, lado {1}.
fr: Erreur lors du formatage de la piste {0}, face {1}.

# Dialog_FloppyError_Reading
source: Error Reading Track {0}, Side {1}.
de: Fehler beim Lesen von Spur {0}, Seite {1}.
es: Error al leer la pista {0}, lado {1}.
fr: Erreur de lecture de la piste {0}, face {1}.

# Dialog_FloppyError_Sector
source: Error Reading {0} Sector in Track {1}, Side {2}.
de: Fehler beim Lesen von {0} Sektor auf Spur {1}, Seite {2}.
es: Error al leer el sector {0} en la pista {1}, lado {2}.
fr: Erreur de lecture du secteur {0} sur la piste {1}, face {2}.

# Dialog_FloppyError_Sectors
source: Error Reading {0} Sectors in Track {1}, Side {2}.
de: Fehler beim Lesen von {0} Sektoren auf Spur {1}, Seite {2}.
es: Error al leer {0} sectores en la pista {1}, lado {2}.
fr: Erreur de lecture de {0} secteurs sur la piste {1}, face {2}.

# Dialog_FloppyError_Verifying
source: Error Verifying Track {0}, Side {1}.
de: Fehler bei der Überprüfung der Spur {0}, Seite {1}.
es: Error al verificar la pista {0}, lado {1}.
fr: Erreur de vérification de la piste {0}, face {1}.

# Dialog_FloppyError_Writing
source: Error Writing Track {0}, Side {1}.
de: Fehler beim Schreiben der Spur {0}, Seite {1}.
es: Error al escribir la pista {0}, lado {1}.
fr: Erreur lors de l’écriture de la piste {0}, face {1}.

# Label_Abort
source: Abort
de: Abbrechen
es: Abortar
fr: Annuler

# Label_Aborted
source: Aborted
de: Abgebrochen
es: Abortado
fr: Annulé

# Label_BadSectors
source: Bad Sectors
de: Defekte Sektoren
es: Sectores defectuosos
fr: Secteurs défectueux

# Menu_Close
source: &Close
de: &Schließen
fr: &Fermer

# Label_Complete
source: Complete
de: Abgeschlossen
es: Completo
fr: Terminé

# Label_Detected
source: Detected
de: Erkannt
es: Detectado
fr: Détecté

# Label_Error
source: Error
de: Fehler
fr: Erreur

# Label_Bad
source: Bad
de: Fehlerhaft
fr: Défectueux

# Label_Free
source: Free
de: Frei
fr: Libre

# Label_Last
source: Last
de: Letzter
fr: Dernier

# Label_FATType_Next
source: Next
de: Nächste
es: Siguiente
fr: Suivant

# Label_File
source: File
de: Datei
es: Archivo
fr: Fichier

# Label_Formatting
source: Formatting
de: Formatierung
es: Formateando
fr: Formatage

# Label_Reading
source: Reading
de: Lesen
es: Leyendo
fr: Lecture

# Label_Type
source: Type
de: Typ
es: Tipo

# Label_Unformatted
source: Unformatted
de: Unformatiert
es: Sin formato
fr: Non formaté

# Label_Value
source: Value
de: Wert
es: Valor
fr: Valeur

# Label_Verifying
source: Verifying
de: Verifizieren
es: Verificando
fr: Vérification

# Label_Writing
source: Writing
de: Schreiben
es: Escribiendo
fr: Écriture

# Menu_FATEdit_Bad
source: &Bad
de: &Defekt
es: &Defectuoso
fr: &Défectueux

# Menu_FATEdit_Free
source: &Free
de: &Frei
es: &Libre
fr: &Libre

# Menu_FATEdit_Last
source: &Last
de: &Letzte
es: &Último
fr: &Dernier

# Menu_FATEdit_Reserved
source: &Reserved
de: &Reserviert
es: &Reservado
fr: &Réservé

# Menu_FATEdit_ViewHexEditor
source: &View in Hex Editor
de: &Im Hex-Editor anzeigen
es: &Ver en el Editor Hexadecimal
fr: &Voir dans l’éditeur hexadécimal

# Label_About
source: About
de: Info
es: Acerca de
fr: À propos

# Button_Add
source: &Add
de: &Hinzufügen
es: &Agregar
fr: &Ajouter

# Menu_Update
source: &Update
de: &Aktualisieren
fr: &Mettre à jour

# Menu_FileProperties
source: File &Properties
de: Datei&eigenschaften
fr: Propriétés du &fichier

# Caption_NewDirectory
source: New Directory
de: Neues Verzeichnis
es: Nuevo directorio
fr: Nouveau dossier

# Label_DirectoryName
source: Directory Name
de: Verzeichnisname
es: Nombre del directorio
fr: Nom du dossier

# Label_FileName
source: File Name
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier

# Label_FilesSelected
source: Files Selected
de: Dateien ausgewählt
es: Archivos seleccionados
fr: Fichiers sélectionnés

# Label_MultipleFiles
source: Multiple Files
de: Mehrere Dateien
es: Varios archivos
fr: Fichiers multiples

# Label_VolumeLabel
source: Volume Label
de: Volume-Bezeichnung
es: Etiqueta del volumen
fr: Étiquette du volume

# Dialog_LanguageSettings
source: Language settings will take effect after the application is restarted.
de: Die Spracheinstellungen werden nach einem Neustart der Anwendung wirksam.
es: La configuración de idioma se aplicará después de reiniciar la aplicación.
fr: Les paramètres de langue prendront effet après le redémarrage de l'application.

# Menu_SystemDefault
source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Langue système

# Menu_ExportUnknown
source: Export Unknown Images on Scan
de: Unbekannte Abbilder beim Scannen exportieren
es: Exportar imágenes desconocidas al escanear
fr: Exporter les images inconnues lors de l’analyse

# Label_Search
source: Search
de: Suchen
es: Buscar
fr: Rechercher

# Label_New
source: New
de: Neues
es: Nueva
fr: Nouvelle

# DataInspector_Label_Area
source: Area
de: Bereich
es: Área
fr: Zone

# Label_DiskFormat
source: Disk Format
de: Diskettenformat
fr: Format de disquette

# SummaryPanel_TrackStep
source: Track Step
de: Spurschrittweite
es: Incremente de pista
fr: Incrément de piste

# Label_WriteSplices
source: Write Splices
de: Schreibübergänge
es: Empalmes de escritura
fr: Coupures d’écriture

# Filter_Disk_HasWriteSplices
source: Has Write Splices
de: Mit Schreibsplices
es: Disco - Con empalmes de escritura
fr: Avec jonctions d’écriture

# Label_SizeId
source: Size Id
de: Größe ID
es: Tamaño ID
fr: Taille ID

# FilePanel_Attributes
source: Attrib
de: Attribute
es: Atributo

# Label_Created
source: Created
de: Erstellt
fr: Créé

# FilePanel_Extension
source: Ext
de: Erw

# Label_LastAccessed
source: Last Accessed
de: Letzter Zugriff
fr: Dernier accès

# Label_LastWritten
source: Last Written
de: Zuletzt geschrieben
fr: Dernière modification

# FilePanel_LFN
source: Long File Name
de: Langer Dateiname
es: Nombre de archivo largo
fr: Nom long de fichier

# Menu_EditFileProperties
source: Edit File &Properties
de: Datei&eigenschaften bearbeiten
es: Editar propiedades del &archivo
fr: Modifier les &propriétés du fichier

# Menu_ReplaceFile
source: &Replace File
de: Datei &ersetzen
es: &Reemplazar Archivo
fr: &Remplacer le fichier

# Menu_ViewCrosslinked
source: View &Crosslinked Files
de: &Verknüpfte Dateien anzeigen
es: Ver archivos &interconectados
fr: Voir les fichiers &croisés

# Menu_ImportFiles
source: &Import Files
de: Dateien &importieren
es: &Importar Archivos
fr: &Importer des fichiers

# Menu_ImportFilesHere
source: &Import Files Here
de: Dateien hier &importieren
es: &Importar Archivos Aquí
fr: &Importer ici

# Menu_NewDirectory
source: &New Directory
de: &Neues Verzeichnis
es: &Nuevo Directorio
fr: &Nouveau dossier

# Menu_NewDirectoryHere
source: &New Directory Here
de: &Neues Verzeichnis hier
es: &Nuevo Directorio Aquí
fr: &Nouveau dossier ici

# Menu_FixFlieSize
source: Fix File &Size
de: Dateigröße &korrigieren
es: Corregir &tamaño del archivo
fr: Corriger la &taille du fichier

# Dialog_OpenFileError
source: Error opening file '{0}'.
de: Fehler beim Öffnen der Datei '{0}'.
es: Error al abrir el archivo '{0}'.
fr: Erreur lors de l’ouverture du fichier '{0}'.

# Label_DriveType
source: Drive {0} Type
de: Laufwerk {0} Typ
fr: Type de lecteur {0}

# Dialog_InvalidSCPFile
source: File does not appear to be a valid SuperCard Pro .scp image.
de: Die Datei scheint kein gültiges SuperCard Pro-.scp-Image zu sein.
fr: Le fichier ne semble pas être une image .scp valide de SuperCard Pro.

# Dialog_InvalidKryofluxFile
source: File does not appear to be part of a valid KryoFlux raw set.
de: Die Datei scheint nicht zu einem gültigen KryoFlux-Rohdaten-Satz zu gehören.
fr: Le fichier ne semble pas faire partie d’un ensemble brut KryoFlux valide.

# Greaseweazle_SelectExecutable
source: Select a Greaseweazle executable
de: Wählen Sie eine Greaseweazle-ausführbare Datei aus
fr: Sélectionnez un exécutable Greaseweazle

# Dialog_PleaseSelect
source: Please select an {0} file.
de: Bitte wählen Sie eine {0}-Datei aus.
fr: Veuillez sélectionner un fichier {0}.

# Dialog_InvalidSelection
source: Invalid selection
de: Ungültige Auswahl
fr: Sélection non valide

# Label_Process
source: Process
de: Verarbeiten
fr: Traiter

# Dialog_TempPathError
source: An error has occurred while initializing the temp path.
de: Beim Initialisieren des temporären Pfads ist ein Fehler aufgetreten.
fr: Une erreur s’est produite lors de l’initialisation du chemin temporaire.

# Dialog_InvalidApplicationPath
source: Application path is invalid.
de: Der Anwendungspfad ist ungültig.
fr: Le chemin de l’application n’est pas valide.

# Label_Bandwidth
source: Bandwidth
de: Bandbreite
fr: Bande passante

# Dialog_InvalidFileType
source: Invalid File Type
de: Ungültiger Dateityp
fr: Type de fichier non valide

# Label_Failed
source: Failed
de: Fehlgeschlagen
fr: Échec

# Label_UnexpectedSector
source: Unexpected Sector
de: Unerwarteter Sektor
fr: Secteur inattendu

# Label_UnexpectedSectors
source: Unexpected Sectors
de: Unerwartete Sektoren
fr: Secteurs inattendus

# Label_DoubleStep
source: Double-step
de: Doppelschritt
fr: Double pas

# Label_OutputType
source: Output Type
de: Ausgabetyp
fr: Type de sortie

# Label_Import
source: &Import
de: &Importieren
fr: &Importer

# Dialog_ImageFormatWarning
source: Warning: The Image Format is incompatible with the currently selected drive.{0}{0}Do you still wish to continue?
de: Warnung: Das Abbildformat ist mit dem derzeit ausgewählten Laufwerk nicht kompatibel.{0}{0}Möchten Sie trotzdem fortfahren?
fr: Avertissement : le format d’image est incompatible avec le lecteur actuellement sélectionné.{0}{0}Souhaitez-vous tout de même continuer ?

# Message_ImageFormatWarning
source: Warning: Incompatible Image Format
de: Warnung: Inkompatibles Abbildformat
fr: Avertissement : format d’image incompatible

# Label_WriteDisk
source: Write Disk
de: Diskette schreiben
fr: Écrire le disque

# Label_PleaseSelect
source: Please Select
de: Bitte auswählen
fr: Veuillez sélectionner

# Label_Write
source: Write
de: Schreiben
fr: Écrire

# Label_Drive
source: Drive
de: Laufwerk
fr: Lecteur

# Label_ContinueAfterFailure
source: Continue after Failure
de: Nach Fehler fortsetzen
fr: Continuer après une erreur

# Label_NoVerify
source: No Verify
de: Keine Überprüfung
fr: Sans vérification

# Label_EraseEmpty
source: Erase Empty
de: Leere löschen
fr: Effacer vides

# Label_Retries
source: Retries
de: Wdh.
fr: Essais

# Label_PreErase
source: Pre-Erase
de: Vorlöschung
fr: Pré-effacement

# Label_Erasing
source: Erasing
de: Löschen
fr: Effacement

# Label_Retrying
source: Retrying
de: Wiederholen
fr: Nouvelle tentative

# Dialog_ConfirmWrite
source: This operation will overwrite all data on the disk in drive {1}.{0}{0}Any existing contents will be permanently lost.{0}{0}Do you wish to continue?
de: Dieser Vorgang überschreibt alle Daten auf der Diskette im Laufwerk {1}.{0}{0}Alle vorhandenen Inhalte gehen dauerhaft verloren.{0}{0}Möchten Sie fortfahren?
fr: Cette opération écrasera toutes les données présentes sur le disque du lecteur {1}.{0}{0}Tout le contenu existant sera définitivement perdu.{0}{0}Souhaitez-vous continuer ?

# FileType_SectorImage
source: Sector Image
de: Sektorabbild
fr: Image de secteur

# Dialog_GreaseweazleReset
source: Reset command sent to Greaseweazle device.
de: Reset-Befehl an das Greaseweazle-Gerät gesendet.
fr: Commande de réinitialisation envoyée à l’appareil Greaseweazle.

# Label_Reset
source: Device Reset
de: Gerätereset
fr: Réinitialiser

# Label_Erase
source: Erase
de: Löschen
fr: Effacer

# Label_EraseDisk
source: Erase Disk
de: Diskette löschen
fr: Effacer le disque

# Label_Hfreq
source: High-Freq Signal
de: HF-Signal
fr: Signal HF

# Label_Revs
source: Revs
de: Umdr.
fr: Tours

# Label_SelectTracks
source: Select Tracks
de: Spuren auswählen
fr: Sélectionner les pistes

# Label_CleanDisk
source: Clean Disk
de: Diskette reinigen
fr: Nettoyer le disque

# Dialog_ConfirmCancel
source: An operation is currently in progress. Do you wish to cancel?
de: Ein Vorgang ist derzeit im Gange. Möchten Sie ihn abbrechen?
fr: Une opération est actuellement en cours. Souhaitez-vous l’annuler ?

# Label_Linger
source: Linger
de: Verweildauer
fr: Temporisation

# Label_Passes
source: Passes
de: Durchläufe

# Label_Clean
source: Clean
de: Reinigen
fr: Nettoyer

# Label_Cylinders
source: Cylinders
de: Zylinder
fr: Cylindres

# Label_Detect
source: Detect
de: Erkennen
fr: Détecter

# Label_NoDrivesFound
source: No Drives Found
de: Keine Laufwerke gefunden
fr: Aucun lecteur trouvé

# Label_ReadDisk
source: Read Disk
de: Diskette lesen
fr: Lire le disque

# Label_Read
source: Read
de: Lesen
fr: Lire

# Label_SeekRetries
source: Seek Retries
de: Such-Wdh.
fr: Rech. essais

# Dialog_InvalidFilename
source: Please enter a valid filename (no path, no invalid characters).
de: Bitte geben Sie einen gültigen Dateinamen ein (kein Pfad, keine ungültigen Zeichen).
fr: Veuillez entrer un nom de fichier valide (sans chemin, sans caractères invalides).

# Label_InvalidFilename
source: Invalid Filename
de: Ungültiger Dateiname
fr: Nom de fichier invalide

# Kryoflux_Flag_B
source: Sector out of range
de: Sektor außerhalb des Bereichs
fr: Secteur hors limite

# Kryoflux_Flag_C
source: Data checksum could not be verified
de: Daten-Prüfsumme konnte nicht verifiziert werden
fr: omme de contrôle des données non vérifiée

# Kryoflux_Flag_E
source: Non-standard slip marks found
de: Nicht-standardmäßige Slip-Markierungen gefunden
fr: Marques de glissement non standard détectées

# Kryoflux_Flag_H
source: Extra header data found
de: Zusätzliche Header-Daten gefunden
fr: Données d’en-tête supplémentaires détectées

# Kryoflux_Flag_I
source: Non-standard Format type/block ID
de: Nicht-standardmäßiger Formattyp/Block-ID
fr: Type de format/ID de bloc non standard

# Kryoflux_Flag_L
source: Non-standard Sector length
de: Nicht-standardmäßige Sektorgröße
fr: Longueur de secteur non standard

# Kryoflux_Flag_N
source: Sector ignored
de: Sektor ignoriert
fr: Secteur ignoré

# Kryoflux_Flag_P
source: Special protection detected
de: Spezieller Kopierschutz erkannt
fr: Protection spéciale détectée

# Kryoflux_Flag_S
source: Side number mismatch
de: Seitennummer stimmt nicht überein
fr: Numéro de face non concordant

# Kryoflux_Flag_T
source: Track number mismatch
de: Spurnummer stimmt nicht überein
fr: uméro de piste non concordant

# Kryoflux_Flag_X
source: Sector truncated
de: Sektor verkürzt
fr: Secteur tronqué

# Kryoflux_Flag_Z
source: Illegal sector offset
de: Ungültiger Sektor-Offset
fr: Décalage de secteur illégal

# Label_Modified
source: Modified
de: Geändert
fr: Modifié

# Label_Sectors
source: Sectors
de: Sektoren
fr: Secteurs

# Menu_Cancel
source: &Cancel
de: &Abbrechen
fr: &Annuler

# Menu_Open
source: &Open
de: &Öffnen
fr: &Ouvrir

# Label_ImportClose
source: Import and Close
de: Importieren und schließen
fr: Importer et fermer

# Label_Browse
source: Browse
de: Durchsuchen
fr: Parcourir

# Label_Discard
source: Discard
de: Verwerfen
fr: Ignorer

# Dialog_ParentFolderCreationError
source: Error: Unable to create parent folder.
de: Fehler: Übergeordneten Ordner kann nicht erstellt werden.
fr: Erreur : Impossible de créer le dossier parent.

# Label_FolderName
source: Folder Name
de: Ordnername
fr: Dossier

# Label_RootFolder
source: Root Folder
de: Stammordner
fr: Dossier racine

# Label_SaveLog
source: Save Log
de: Log speichern
fr: Sauver log

# Dialog_ImageSetExists
source: A flux image set already exists in: '{0}' Do you wish to overwrite?
de: Ein Flux-Image-Satz existiert bereits in: „{0}“ Möchten Sie ihn überschreiben?
fr: Un ensemble d’images flux existe déjà dans : « {0} » Voulez-vous écraser ?

# Label_Device
source: Device
de: Gerät
fr: Périphérique

# Label_BadSectorIds
source: Bad Sector Ids
de: Defekte Sektoren
fr: Secteurs défectueux

# Caption_ConvertFluxImage
source: Convert Flux Image
de: Flux-Image konvertieren
fr: Convertir l’image flux

# Label_Convert
source: Convert
de: Konvertieren
fr: Convertir

# Dialog_EnterFileName
source: Please enter a file name.
de: Bitte geben Sie einen Dateinamen ein.
fr: Veuillez entrer un nom de fichier.

# Dialog_EnterFolderName
source: Please enter a folder name.
de: Bitte geben Sie einen Ordnernamen ein.
fr: Veuillez entrer un nom de dossier.

# Dialog_SelectRootFolder
source: Please select a root folder.
de: Bitte wählen Sie einen Stammordner aus.
fr: Veuillez sélectionner un dossier racine.

# Menu_Save
source: &Save
de: &Speichern
fr: &Enregistrer

# Label_SaveAndClose
source: Save and Close
de: Sichern & Schließen
fr: Sauver & Fermer

# Label_AutoSaveLog
source: Auto Save Log
de: Auto-Protokoll
fr: Journal auto

# Label_ReProcess
source: Reprocess
de: Neu verarbeiten
fr: Retraiter

# Label_Remaster
source: Remaster
de: Remastern
fr: Remastériser

# Label_ExtendedLogOutput
source: Extended Log Output
de: Erweiterte Protokollausgabe
fr: Sortie de journal étendue

# Label_Region
source: Region
de: Bereich
fr: Région

# Label_MediaDescriptor
source: Media Descriptor
de: Medienkennung
fr: Descripteur de média

# Label_DataArea
source: Data Area
de: Datenbereich
fr: Zone de données

# Label_Directory
source: Directory
de: Verzeichnis
fr: Dossier

# Label_Disk
source: Disk
de: Diskette
fr: Disquette

# Label_FAT
source: File Allocation Table
de: Dateizuordnungstabelle
fr: Table d’allocation de fichiers

# Label_LostClusters
source: Lost Clusters
de: Verlorene Cluster
fr: Clusters perdus

# Label_Reserved
source: Reserved
de: Reserviert
fr: Réservé

# Label_WeakBits
source: Weak Bits
de: Schwache Bits
fr: Bits faibles

# Menu_BootSector
source: &Boot Sector
de: &Bootsektor
fr: &Secteur de démarrage

# Menu_SaveAll
source: Save All
de: Alle speichern
fr: Tout enregistrer

# Menu_WriteDiskInDrive
source: &Write Disk in Drive {0}
de: &Schreibe Diskette in Laufwerk {0}
fr: &Écrire la disquette dans le lecteur {0}

# Menu_CloseAll
source: Close All
de: Alle schließen
fr: Tout fermer

# Menu_FAT
source: File &Allocation Table
de: Dateizu&ordnungstabelle
fr: Table d’&allocation de fichiers

# Label_Image
source: Image
de: Abbild

# Menu_No
source: &No
de: &Nein
fr: &Non

# Menu_ReadDiskInDrive
source: &Read Disk in Drive {0}
de: &Lese Diskette in Laufwerk {0}
fr: &Lire la disquette dans le lecteur {0}

# Menu_Redo
source: &Redo
de: &Wiederholen
fr: &Rétablir

# Menu_Undo
source: &Undo
de: &Rückgängig
fr: &Annuler

# Menu_Yes
source: &Yes
de: &Ja
fr: &Oui

# Label_ApplicationPath
source: Application Path
de: Anwendungspfad
fr: Chemin de l’application

# Menu_Clear
source: Clear
de: Löschen
fr: Effacer

# Menu_CopyHex
source: Copy &Hex
de: &Hex kopieren
fr: Copier &hex

# Menu_CopyText
source: Copy &Text
de: &Text kopieren
fr: Copier &texte

# Menu_CopyHexFormatted
source: Copy Hex &Formatted
de: Formatiertes Hex &kopieren
fr: Copier hex &formaté

# Label_SelectAll
source: Select All
de: Alles auswählen
fr: Tout sélectionner

# Menu_SelectAll
source: Select &All
de: &Alles auswählen
fr: Tout &sélectionner

# Label_Options
source: Options
de: Optionen

# Label_NTExtensions
source: NT Extensions
de: NT-Erweiterungen
fr: Extensions NT

# Label_LogFilename
source: Log Filename
de: Log-Datei
fr: Nom journal

# Label_ImportFiles
source: Import Files
de: Dateien importieren
fr: Importer des fichiers

# Label_Find
source: Find
de: Suchen
fr: Rechercher

# Label_FIndNext
source: Find Next
de: Weitersuchen
fr: Rechercher suivant

# Label_FillSelectionWith
source: Fill Selection with {0}
de: Auswahl mit {0} füllen
fr: Remplir la sélection avec {0}

# Menu_Edit
source: &Edit
de: &Bearbeiten
fr: &Édition

# Label_ConsoleOutput
source: Console Output
de: Konsolenausgabe
fr: Sortie de console

# Caption_FluxConfiguration
source: Flux Configuration
de: Greaseweazle Konfiguration
fr: Greaseweazle Configuration

# Label_StripLogPath
source: Strip Path from Logs
de: Pfad aus Protokollen entfernen
fr: Retirer le chemin des journaux

# Label_DefaultRevs
source: Default Revs
de: Standard-Umdrehungen
fr: Tours par défaut

# Label_DriveInterface
source: Drive Interface
de: Laufwerkschnittstelle
fr: Interface du lecteur

# Label_FillSectorsWith
source: Fill Sectors With
de: Sektoren füllen mit
fr: Remplir les secteurs avec

# Label_KeepData
source: Keep Data
de: Daten behalten
fr: Conserver les données

# Label_SynchronizeFATs
source: Synchronize FATs
de: FATs synchronisieren
fr: Synchroniser les FAT

# Menu_SelectData
source: Select &Data
de: &Daten auswählen
fr: Sélectionner &données

# Menu_SelectRegion
source: Select &Region
de: &Region auswählen
fr: Sélectionner &région

# Label_SectorCountLarge
source: Total Sector Count (Large)
de: Gesamtanzahl Sektoren (groß)
fr: Secteurs totaux (grand format)

# Label_ExtendedParameterBlock
source: Extended Parameter Block
de: Erweiterter Parameterblock
fr: Bloc de paramètres étendu

# Label_JumpInstruction
source: Jump Instruction
de: Sprungbefehl
fr: Instruction de saut

# Label_RootDirectoryEntries
source: Root Directory Entries
de: Einträge im Stammverzeichnis
fr: Entrées du répertoire racine

# Label_ExtendedParameterBlockMsg
source: There appears to be data stored in the Extended Parameter Block of this Boot Sector. This usually means the Extended Property Block is not defined for this disk.
de: Es scheint Daten im erweiterten Parameterblock dieses Bootsektors zu geben. Dies bedeutet normalerweise, dass der erweiterte Parameterblock für diese Diskette nicht definiert ist.
fr: Il semble que des données soient stockées dans le bloc de paramètres étendu de ce secteur de démarrage. Cela signifie généralement que le bloc de paramètres étendu n’est pas défini pour cette disquette.

# Label_ChooseDiskType
source: Choose Disk Type
de: Diskettentyp auswählen
fr: Choisir le type de disquette

# Label_FloppyDiskType
source: Floppy Disk Type
de: Floppy-Disk-Typ
fr: Type de disquette

# Label_FormatDisk
source: Format Disk
de: Diskette formatieren
fr: Formater la disquette

# Label_VerifyWrites
source: Verify Writes
de: Schreibvorgänge verifizieren
fr: Vérifier les écritures

# Label_DiskWriteOptions
source: Disk Write Options
de: Schreiboptionen für Diskette
fr: Options d’écriture sur disquette

# Menu_NoToAll
source: N&o to all
de: N&ein zu allen
fr: N&on à tout

# Menu_YesToAll
source: Yes to &all
de: Ja zu &allen
fr: Oui pour &tout

# Caption_EnterFirstCharacter
source: Enter the first character for
de: Geben Sie das erste Zeichen ein für
fr: Saisir le premier caractère pour

# Label_UndeleteFile
source: Undelete File
de: Datei wiederherstellen
fr: Récupérer le fichier supprimé

# Label_SpecialFormats
source: Special Formats
de: Spezialformate
fr: Formats spéciaux

# Label_StandardFormats
source: Standard Formats
de: Standardformate
fr: Formats standards

# Label_NewDiskImage
source: New Disk Image
de: Neues Diskettenabbild
fr: Nouvelle image de disquette

# Menu_PasteOver
source: &Paste Over
de: &Überschreiben einfügen
fr: &Coller par-dessus

# Label_Commit
source: Commit
de: Übernehmen
fr: Valider

# Label_CommitChanges
source: Commit Changes
de: Änderungen übernehmen
fr: Valider les modifications

# Label_Display
source: Display
de: Anzeige
fr: Affichage

# Label_FillSelection
source: Fill Selection
de: Auswahl füllen
fr: Remplir la sélection
