Repository: Digitoxin1/DiskImageTool
Catalog: DiskImageTool/My Project/Resources.*.resx
Languages: de, es, fr

# Menu_AdjustBitOffset
source: Adjust Bit &Offset
de: Bit-&Offset anpassen
fr: Ajuster le &décalage de bit

# Label_Checksum
source: Checksum
de: Prüfsumme
fr: Somme de contrôle

# Menu_CopyEncoded
source: Copy Encoded
de: Kodiert kopieren
fr: Copier encodé

# Label_Data
source: Data
de: Daten
fr: Données

# Label_Archive
source: Archive
de: Archiv

# Label_FileDates
source: File Dates
de: Dateidaten
fr: Dates des fichiers

# Label_FileProperties
source: File Properties
de: Dateieigenschaften
fr: Propriétés du fichier

# Label_Hidden
source: Hidden
de: Ausgeblendet
fr: Caché

# Label_Long
source: Long
de: Lang

# Caption_MultipleFilesSelected
source: (Multiple Files Selected)
de: (Mehrere Dateien ausgewählt)
fr: (Fichiers multiples sélectionnés)

# Label_CaseSensitive
source: Case Sensitive
de: Groß-/Kleinschreibung beachten
fr: Sensible à la casse

# Label_SearchFor
source: Search For
de: Suchen nach
fr: Rechercher

# Label_BytesFree
source: Bytes Free
de: Freie Bytes
fr: Octets libres

# Label_BytesRequired
source: Bytes Required
de: Benötigte Bytes
fr: Octets requis

# Label_CreatedDate
source: Created Date
de: Erstellungsdatum
fr: Date de création

# Label_Disabled
source: Disabled
de: Deaktiviert
fr: Désactivé

# Label_LastAccessedDate
source: Last Accessed Date
de: Letzter Zugriff
fr: Date du dernier accès

# Label_LongFileNames
source: Long File Names
de: Lange Dateinamen
fr: Noms de fichiers longs

# Label_SizeOnDisk
source: Size on Disk
de: Größe auf Datenträger
fr: Taille sur la disquette

# Label_Date
source: Date
de: Datum

# Caption_GenerateVolumeSerialNumber
source: Generate Volume Serial Number
de: Volumeseriennummer generieren
fr: Générer un numéro de série de volume

# Label_Milliseconds
source: Milliseconds
de: Millisekunden
fr: Millisecondes

# Label_Time
source: Time
de: Uhrzeit
fr: Heure

# Caption_FileNameSetTo
source: File name will be set to
de: Dateiname wird festgelegt auf
fr: Le nom du fichier sera défini sur

# Caption_LastWrittenDateSetTo
source: Last written date will be set to
de: Zuletzt geändert wird festgelegt auf
fr: La date de dernière modification sera définie sur

# Label_NewFile
source: New File
de: Neue Datei
fr: Nouveau fichier

# Label_OriginalFile
source: Original File
de: Originaldatei
fr: Fichier d’origine

# Label_Replace
source: Replace
de: Ersetzen
fr: Remplacer

# Label_ReplaceFile
source: Replace File
de: Datei ersetzen
fr: Remplacer le fichier

# Label_AboutApp
source: About {0}
de: Über {0}
fr: À propos de {0}

# Dialog_DatabaseUpdateAvailable
source: A Database update is available.
de: Ein Datenbank-Update ist verfügbar.
fr: Une mise à jour de la base de données est disponible.

# Dialog_DatabaseUpdateSuccessful
source: Database updated successfully.
de: Datenbank erfolgreich aktualisiert.
fr: Base de données mise à jour avec succès.

# Label_Source
source: Source
de: Quelle

# Dialog_DatabaseUpdateError
source: An error occurred while trying to save the database update.
de: Beim Speichern des Datenbank-Updates ist ein Fehler aufgetreten.
fr: Une erreur s’est produite lors de l’enregistrement de la mise à jour de la base de données.

# Dialog_DatabaseUpdateWarning
source: Unable to save '{0}' to '{1}'.{3}{3}'{0}' was saved to '{2}' instead.
de: „{0}“ konnte nicht in „{1}“ gespeichert werden.{3}{3}„{0}“ wurde stattdessen in „{2}“ gespeichert.
fr: Impossible d’enregistrer « {0} » dans « {1} ».{3}{3}« {0} » a été enregistré dans « {2} » à la place.

# Label_Database
source: Database
de: DB-Version
fr: Version BD

# Label_Modifications
source: Modifications
de: Änderungen

# Modifications_BootSector
source: Boot Sector modified
de: Bootsektor geändert
fr: Secteur de démarrage modifié

# Modifications_OEMName
source: OEM Name modified
de: OEM-Name geändert
fr: Nom OEM modifié

# Modifications_FAT
source: FAT {0} modified
de: FAT {0} geändert
fr: FAT {0} modifié

# Modifications_CreatedDateAdded
source: Created Date added to directory entries
de: Erstellungsdatum zu Verzeichniseinträgen hinzugefügt
fr: Date de création ajoutée aux entrées de répertoire

# Modifcations_LastAccessDateAdded
source: Last Access Date added to directory entries
de: Letztes Zugriffsdatum zu Verzeichniseinträgen hinzugefügt
fr: Date du dernier accès ajoutée aux entrées de répertoire

# Modifications_BootSectorCopy
source: A copy of the boot sector is at the end of the root directory
de: Eine Kopie des Bootsektors befindet sich am Ende des Root-Verzeichnisses.
fr: Une copie du secteur de démarrage se trouve à la fin du répertoire racine.

# Label_ImagePreview
source: Image Preview
de: Image-Vorschau
fr: Aperçu de l’image

# Label_Preview
source: Preview
de: Vorschau
fr: Aperçu

# Dialog_ImagePreviewFail
source: Error: Unable to preview image.
de: Vorschau der Image-Datei nicht möglich.
fr: Impossible d’afficher l’aperçu de l’image.

# Label_Bytes
source: bytes
fr: octets

# SummaryPanel_Bitrate
source: Bitrate
es: Tasa de bits
fr: Débit binaire

# Label_BlockHex
source: Block(h)
es: Bloque(h)
fr: Bloc(h)

# Caption_HexEditor
source: Hex Editor
es: Editor hexadecimal
fr: Éditeur hexadécimal

# Label_OEMName
source: OEM Name
fr: Nom OEM

# Label_OffsetHex
source: Offset(h)
es: Desplazamiento(h)
fr: Décalage(h)

# Label_Name
source: Name
fr: Nom

# Label_Info
source: Info
fr: Infos

# Label_ImageFormat
source: Image Format
fr: Format d’image

# Label_Flags
source: Flags
fr: Indicateurs

# Label_Staus
source: Status
fr: Statut

# DirectorytEntryLFN_FilePart
source: LFN Name {0}
fr: Nom LFN {0}

# Label_System
source: System
fr: Système

# Label_Text
source: Text
fr: Texte

# Label_Details
source: Details
fr: Détails

# Menu_Ok
source: &Ok
es: &Aceptar

# Filter_OEMName_Windows9x
source: Windows 9x
es: Nombre OEM - Windows 9x

# Label_Version
source: Version
es: Versión
