Repository: Digitoxin1/DiskImageTool
Catalog: DiskImageTool/My Project/Resources.*.resx
Languages: de, es, fr

# Menu_CopyValue
source: &Copy Value
de: &Wert kopieren
es: &Copiar Valor
fr: &Copier la valeur

# Dialog_SaveAll
source: Are you sure you wish to save all modified files?
de: Möchten Sie wirklich alle geänderten Dateien speichern?
es: ¿Está seguro de que desea guardar todos los archivos modificados?
fr: Voulez-vous vraiment enregistrer tous les fichiers modifiés ?

# Dialog_CloseAll
source: Are you sure you wish to close all open files?
de: Möchten Sie wirklich alle geöffneten Dateien schließen?
es: ¿Está seguro de que desea cerrar todos los archivos abiertos?
fr: Voulez-vous vraiment fermer tous les fichiers ouverts ?

# Dialog_AdjustImageSize
source: This is a verified image. Are you sure you wish to adjust the image size for this image?
de: Dies ist ein verifiziertes Abbild. Möchten Sie wirklich die Abbildgröße anpassen?
es: Esta es una imagen verificada. ¿Desea ajustar el tamaño de la imagen para esta imagen?
fr: Il s’agit d’une image vérifiée. Souhaitez-vous ajuster la taille de cette image ?

# Dialog_ChangeLogDownloadError
source: An error occurred while downloading the change log. Please try again later.
de: Beim Herunterladen des Änderungsprotokolls ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error al descargar el registro de cambios. Por favor, intente más tarde.
fr: Une erreur s’est produite lors du téléchargement du journal des modifications. Veuillez réessayer plus tard.

# Dialog_ClearReservedBytes
source: This is a verified image. Are you sure you wish to clear reserved bytes from this image?
de: Dies ist ein verifiziertes Abbild. Möchten Sie wirklich reservierte Bytes löschen?
es: Esta es una imagen verificada. ¿Desea borrar los bytes reservados de esta imagen?
fr: Il s’agit d’une image vérifiée. Souhaitez-vous effacer les octets réservés de cette image ?

# Dialog_DiskSpaceWarning
source: Warning: Insufficient Disk Space
de: Warnung: Nicht genügend Speicherplatz verfügbar
es: Advertencia: espacio en disco insuficiente
fr: Avertissement: espace disque insuffisant

# Dialog_FileDownloadError
source: An error occurred while downloading the file.
de: Beim Herunterladen der Datei ist ein Fehler aufgetreten.
es: Ocurrió un error al descargar el archivo.
fr: Une erreur s’est produite lors du téléchargement du fichier.

# Dialog_IncreaseImageSize
source: The image size is smaller than the detected size.{0}{0}Are you sure you wish to increase the image size?
de: Die Abbildgröße ist kleiner als die erkannte Größe.{0}{0}Möchten Sie die Abbildgröße wirklich erhöhen?
es: El tamaño de la imagen es menor que el tamaño detectado.{0}{0}¿Desea aumentar el tamaño de la imagen?
fr: La taille de l’image est inférieure à la taille détectée.{0}{0}Souhaitez-vous l’agrandir ?

# Dialog_LatestVersion
source: You are running the latest version of {0}.
de: Sie verwenden bereits die neueste Version von {0}.
es: Está ejecutando la versión más reciente de {0}.
fr: Vous utilisez la dernière version de {0}.

# Dialog_NewFileName
source: '{0}' is a read-only file. Please specify a new file name.
de: '{0}' ist eine schreibgeschützte Datei. Bitte geben Sie einen neuen Dateinamen an.
es: '{0}' es un archivo de solo lectura. Por favor, especifique un nuevo nombre de archivo.
fr: '{0}' est un fichier en lecture seule. Veuillez spécifier un nouveau nom de fichier.

# Dialog_ReplaceFile
source: {0} already exists.{1}Do you wish to replace it?
de: {0} ist bereits vorhanden.{1}Möchten Sie es ersetzen?
es: {0} ya existe.{1}¿Desea reemplazarlo?
fr: {0} existe déjà.{1}Souhaitez-vous le remplacer ?

# Dialog_SaveFile
source: Save file '{0}'?
de: Datei '{0}' speichern?
es: ¿Guardar el archivo '{0}'?
fr: Enregistrer le fichier '{0}' ?

# Dialog_SaveFileError
source: Error saving file '{0}'.
de: Fehler beim Speichern der Datei '{0}'.
es: Error al guardar el archivo '{0}'.
fr: Erreur lors de l’enregistrement du fichier '{0}'.

# Dialog_SaveNotSupported
source: Saving to this image type is not supported.
de: Das Speichern in diesem Abbildformat wird nicht unterstützt.
es: Guardar en este tipo de imagen no es compatible.
fr: Enregistrement dans ce format d’image non pris en charge.

# Dialog_TruncateImage
source: There is data in the overdumped region of the image.{0}{0}Are you sure you wish to truncate this image?
de: Es befinden sich Daten im überdump-Bereich des Abbilds.{0}{0}Möchten Sie dieses Abbild wirklich kürzen?
es: Hay datos en la región sobreescrita de la imagen.{0}{0}¿Desea truncar esta imagen?
fr: Des données existent dans la zone overdumpée de l’image.{0}{0}Souhaitez-vous tronquer cette image ?

# Dialog_UnsupportedDiskType
source: Unsupported Disk Type.
de: Nicht unterstützter Diskettentyp.
es: Tipo de disco no compatible.
fr: Type de disquette non pris en charge.

# Dialog_UpdateError
source: An error occurred while checking for updates. Please try again later.
de: Beim Überprüfen auf Updates ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Ocurrió un error al buscar actualizaciones. Por favor, intente más tarde.
fr: Une erreur s’est produite lors de la vérification des mises à jour. Veuillez réessayer plus tard.

# Caption_ChangeLog
source: Change Log
de: Änderungsprotokoll
es: Registro de cambios
fr: Journal des modifications

# Caption_DeleteFile
source: Delete File
de: Datei löschen
es: Eliminar archivo
fr: Supprimer le fichier

# Caption_DeleteFiles
source: Delete {0} Files
de: {0} Dateien löschen
es: Eliminar {0} archivos
fr: Supprimer {0} fichiers

# Caption_RemoveFile
source: Remove File
de: Datei entfernen
es: Eliminar archivo
fr: Retirer le fichier

# Caption_RemoveFiles
source: Remove {0} Files
de: {0} Dateien entfernen
es: Eliminar {0} archivos
fr: Retirer {0} fichiers

# Caption_RescanImages
source: Rescan Images
de: Abbilder erneut scannen
es: Volver a escanear imágenes
fr: Réanalyser les images

# Menu_SaveAs
source: Save &As
de: Speichern &unter
fr: Enregistrer &sous

# Caption_ScanImages
source: Scan Images
de: Abbilder scannen
es: Escanear imágenes
fr: Analyser les images

# Caption_TrackLayout
source: Tracklayout
de: Spurübersicht
fr: Disposition des pistes

# Debug_BatchProcessTimeTaken
source: Batch Process Time Taken: {0}
de: Stapelverarbeitungszeit: {0}
es: Tiempo de proceso por lote: {0}
fr: Durée du traitement par lot: {0}

# Debug_LoadTimeTaken
source: Image Load Time Taken: {0}
de: Abbildladezeit: {0}
es: Tiempo de carga de la imagen: {0}
fr: Temps de chargement de l’image: {0}

# Debug_ScanTimeTaken
source: Image Scan Time Taken: {0}
de: Abbildscanzeit: {0}
es: Tiempo de escaneo de la imagen: {0}
fr: Temps d’analyse de l’image: {0}

# Dialog_ChangesDiscarded
source: Image has been modified by another application.{0}{0}Changes have been discarded.
de: Das Abbild wurde durch eine andere Anwendung geändert.{0}{0}Änderungen wurden verworfen.
es: La imagen ha sido modificada por otra aplicación.{0}{0}Los cambios han sido descartados.
fr: L’image a été modifiée par une autre application.{0}{0}Les modifications ont été ignorées.

# Dialog_CrossLinked
source: {0} is crosslinked with the following files:{1}
de: {0} ist mit den folgenden Dateien verknüpft:{1}
es: {0} está cruzado con los siguientes archivos:{1}
fr: {0} est enchaîné avec les fichiers suivants:{1}

# Dialog_DeleteFile
source: Are you sure you wish to delete {0}?
de: Möchten Sie {0} wirklich löschen?
es: ¿Está seguro de que desea eliminar {0}?
fr: Voulez-vous vraiment supprimer {0} ?

# Dialog_DeleteSelectedFiles
source: Are you sure you wish to delete the selected files?
de: Möchten Sie die ausgewählten Dateien wirklich löschen?
es: ¿Está seguro de que desea eliminar los archivos seleccionados?
fr: Voulez-vous vraiment supprimer les fichiers sélectionnés ?

# Dialog_FileCurrentlyOpen
source: {0}{1}{1}This file is currently open in {2}. Try again with a different file name.
de: {0}{1}{1}Diese Datei ist derzeit in {2} geöffnet. Versuchen Sie es mit einem anderen Dateinamen.
es: {0}{1}{1}Este archivo está abierto actualmente en {2}. Inténtelo nuevamente con un nombre de archivo diferente.
fr: {0}{1}{1}Ce fichier est actuellement ouvert dans {2}. Essayez à nouveau avec un autre nom de fichier.

# Dialog_InsufficientDiskSpaceWarning
source: Warning: Insufficient Disk Space{0}{0}{1} of {2} file(s) added successfully
de: Warnung: Nicht genügend Speicherplatz{0}{0}{1} von {2} Datei(en) erfolgreich hinzugefügt
es: Advertencia: espacio en disco insuficiente{0}{0}{1} de {2} archivo(s) agregados correctamente
fr: Avertissement : espace disque insuffisant{0}{0}{1} fichier(s) sur {2} ajouté(s) avec succès

# Dialog_RemoveFile
source: Are you sure you wish to remove {0}?
de: Möchten Sie {0} wirklich entfernen?
es: ¿Está seguro de que desea quitar {0}?
fr: Voulez-vous vraiment retirer {0} ?

# Dialog_RemoveSelectedFiles
source: Are you sure you wish to remove the selected files?
de: Möchten Sie die ausgewählten Dateien wirklich entfernen?
es: ¿Está seguro de que desea quitar los archivos seleccionados?
fr: Voulez-vous vraiment retirer les fichiers sélectionnés ?

# Dialog_RestructureImage
source: This is a verified image. Are you sure you wish to restructure this image?
de: Dies ist ein verifiziertes Abbild. Möchten Sie dieses Abbild wirklich restrukturieren?
es: Esta es una imagen verificada. ¿Desea reestructurar esta imagen?
fr: Il s’agit d’une image vérifiée. Souhaitez-vous restructurer cette image ?

# Dialog_SuccessfulCleanCountPlural
source: {0} images cleaned.
de: {0} Abbilder bereinigt.
es: {0} imágenes limpiadas.
fr: {0} images nettoyées.

# Dialog_SuccessfulCleanCountSingular
source: {0} image cleaned.
de: {0} Abbild bereinigt.
es: {0} imagen limpiada.
fr: {0} image nettoyée.

# Dialog_SuccessfulExportPlural
source: {0} of {1} files exported successfully.
de: {0} von {1} Dateien erfolgreich exportiert.
es: {0} de {1} archivos exportados exitosamente.
fr: {0} fichiers sur {1} exportés avec succès.

# Dialog_SuccessfulExportSingular
source: {0} of {1} file exported successfully.
de: {0} von {1} Datei erfolgreich exportiert.
es: {0} de {1} archivo exportado exitosamente.
fr: {0} fichier sur {1} exporté avec succès.

# Dialog_UpdateAvailable
source: {0} {1} is available.
de: {0} v{1} ist verfügbar.
es: {0} v{1} está disponible.
fr: {0} v{1} est disponible.

# Dialog_UpdateDownload
source: {0}{0}Do you wish to download it at this time?
de: {0}{0}Möchten Sie es jetzt herunterladen?
es: {0}{0}¿Desea descargarlo ahora?
fr: {0}{0}Souhaitez-vous le télécharger maintenant ?

# Dialog_UpdateWhatsNew
source: {0}{0}Whats New{0}{1}{0}{2}{0}
de: {0}{0}Was ist neu{0}{1}{0}{2}{0}
es: {0}{0}Novedades{0}{1}{0}{2}{0}
fr: {0}{0}Nouveautés{0}{1}{0}{2}{0}

# Dialog_Win9xClean
source: This is a verified image. Are you sure you wish to remove any windows modifications from this image?
de: Dies ist ein verifiziertes Abbild. Möchten Sie wirklich alle Windows-Änderungen entfernen?
es: Esta es una imagen verificada. ¿Desea eliminar las modificaciones de Windows de esta imagen?
fr: Il s’agit d’une image vérifiée. Souhaitez-vous supprimer les modifications Windows de cette image ?

# Dialog_Win9xCleanBatch
source: This will restore the OEM Name and remove any Creation and Last Accessed Dates from all unverified loaded images.{0}{0}Do you wish to proceed?
de: Dies stellt den OEM-Namen wieder her und entfernt Erstellungs- sowie Zugriffsdatum von allen nicht verifizierten geladenen Abbilden.{0}{0}Möchten Sie fortfahren?
es: Esto restaurará el nombre OEM y eliminará cualquier fecha de creación y de último acceso de todas las imágenes cargadas no verificadas.{0}{0}¿Desea continuar?
fr: Cela restaurera le nom OEM et supprimera les dates de création et de dernier accès de toutes les images non vérifiées chargées.{0}{0}Souhaitez-vous continuer ?

# FileType_ZipArchive
source: Zip Archive
de: ZIP-Archiv
es: Archivo Zip
fr: Archive Zip

# Label_AdditionalData
source: Additional Data
de: Zusätzliche Daten
es: Datos Adicionales
fr: Données supplémentaires

# Label_BootSector
source: Boot Sector
de: Bootsektor
es: Sector de arranque
fr: Secteur de démarrage

# Label_Compressed
source: Compressed
de: Komprimiert
es: Comprimido
fr: Compressé

# Label_Entries
source: {0} entries
de: {0} Einträge
es: {0} entradas
fr: {0} entrées

# Label_Entry
source: {0} entry
de: {0} Eintrag
es: {0} entrada
fr: {0} entrée

# Label_FileCountPlural
source: {0} Files
de: {0} Dateien
es: {0} Archivos
fr: {0} fichiers

# Label_FileCountSingular
source: {0} File
de: {0} Datei
es: {0} Archivo
fr: {0} fichier

# Label_FilteredImageCountPlural
source: {0} of {1} Images
de: {0} von {1} Abbildern
es: {0} de {1} Imágenes
fr: {0} images sur {1}

# Label_FilteredImageCountSingular
source: {0} of {1} Image
de: {0} von {1} Abbild
es: {0} de {1} Imagen
fr: {0} image sur {1}

# Label_ImageCountPlural
source: {0} Images
de: {0} Abbilder
es: {0} Imágenes

# Label_ImageCountSingular
source: {0} Image
de: {0} Abbild
es: {0} Imagen

# Label_Invalid
source: Invalid
de: Ungültig
es: Inválido
fr: Invalide

# Label_ModifiedImageCountPlural
source: {0} Images Modified
de: {0} geänderte Abbilder
es: {0} Imágenes Modificadas
fr: {0} images modifiées

# Label_ModifiedImageCountSingular
source: {0} Image Modified
de: {0} geändertes Abbild
es: {0} Imagen Modificada
fr: {0} image modifiée

# Label_NoFiles
source: No Files
de: Keine Dateien
es: Sin archivos
fr: Aucun fichier

# Label_ReadOnly
source: Read Only
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule

# Label_Root
source: Root
de: Stamm
es: Raíz
fr: Racine

# Label_Sector
source: Sector
de: Sektor
fr: Secteur

# Label_SelectedFileCountPlural
source: {0} of {1} Files Selected
de: {0} von {1} Dateien ausgewählt
es: {0} de {1} Archivos Seleccionados
fr: {0} fichiers sur {1} sélectionnés

# Label_SelectedFileCountSingular
source: {0} of {1} File Selected
de: {0} von {1} Datei ausgewählt
es: {0} de {1} Archivo Seleccionado
fr: {0} fichier sur {1} sélectionné

# Label_Track
source: Track
de: Spur
es: Pista
fr: Piste

# Menu_CopyValueByName
source: &Copy {0}
de: &Kopiere {0}
es: &Copiar {0}
fr: &Copier {0}

# Menu_DeletedDirectory
source: Deleted &Directory
de: Gelöschtes &Verzeichnis
es: &Directorio eliminado
fr: &Répertoire supprimé

# Menu_DeletedFile
source: Deleted &File
de: Gelöschte &Datei
es: &Archivo eliminado
fr: &Fichier supprimé

# Menu_DeleteDirectory
source: &Delete Directory
de: &Verzeichnis löschen
es: &Eliminar Directorio
fr: &Supprimer le dossier

# Menu_DeleteFile
source: &Delete File
de: &Datei löschen
es: &Eliminar Archivo
fr: &Supprimer le fichier

# Menu_DeleteSelected
source: &Delete Selected Files
de: &Ausgewählte Dateien löschen
es: &Eliminar Archivos Seleccionados
fr: &Supprimer les fichiers sélectionnés

# Menu_Directory2
source: &Directory
de: &Verzeichnis
es: &Directorio
fr: &Dossier

# Menu_ExportFile
source: &Export File
de: Datei &exportieren
es: &Exportar Archivo
fr: &Exporter le fichier

# Menu_ExportSelected
source: &Export Selected Files
de: &Ausgewählte Dateien exportieren
es: &Exportar Archivos Seleccionados
fr: &Exporter les fichiers sélectionnés

# Menu_File
source: &File
de: &Datei
es: &Archivo
fr: &Fichier

# Menu_PadImageSize
source: &Pad Image Size
de: &Abbildgröße auffüllen
es: &Ajustar Tamaño de Imagen
fr: &Ajuster la taille de l’image

# Menu_RemoveDeletedDirectory
source: &Remove Deleted Directory
de: &Gelöschtes Verzeichnis entfernen
es: &Quitar Directorio Eliminado
fr: &Retirer le dossier supprimé

# Menu_RemoveDeletedFile
source: &Remove Deleted File
de: &Gelöschte Datei entfernen
es: &Quitar Archivo Eliminado
fr: &Retirer le fichier supprimé

# Menu_RemoveDirectory
source: &Remove Directory
de: &Verzeichnis entfernen
es: &Quitar Directorio
fr: &Retirer le dossier

# Menu_RemoveFile
source: &Remove File
de: &Datei entfernen
es: &Quitar Archivo
fr: &Retirer le fichier

# Menu_RemoveSelected
source: &Remove Selected Files
de: &Ausgewählte Dateien entfernen
es: &Quitar Archivos Seleccionados
fr: &Retirer les fichiers sélectionnés

# Menu_RootDirectory
source: Root &Directory
de: Stamm&verzeichnis
es: &Directorio raíz
fr: Répertoire &racine

# Menu_TruncateImage
source: &Truncate Image
de: &Abbild kürzen
es: &Truncar Imagen
fr: &Tronquer l’image

# Menu_UndeleteDirectory
source: &Undelete Directory
de: &Verzeichnis wiederherstellen
es: &Restaurar Directorio
fr: &Récupérer le dossier

# Menu_UndeleteFile
source: &Undelete File
de: &Datei wiederherstellen
es: &Restaurar Archivo
fr: &Récupérer le fichier supprimé

# Menu_ViewDeletedDirectory
source: &View Deleted Directory
de: &Gelöschtes Verzeichnis anzeigen
es: &Ver Directorio Eliminado
fr: &Voir le dossier supprimé

# Menu_ViewDeletedFile
source: &View Deleted File
de: &Gelöschte Datei anzeigen
es: &Ver Archivo Eliminado
fr: &Voir le fichier supprimé

# Menu_ViewDeletedFileAsText
source: View Deleted &File as Text
de: Gelöschte &Datei als Text anzeigen
es: Ver archivo eliminado como &texto
fr: Afficher le &fichier supprimé en tant que texte

# Menu_ViewDirectory
source: &View Directory
de: &Verzeichnis anzeigen
es: &Ver Directorio
fr: &Voir le dossier

# Menu_ViewDirectoryAlt
source: View D&irectory
de: &Verzeichnis anzeigen
es: Ver d&irectorio
fr: Voir le &répertoire

# Menu_ViewFile
source: &View File
de: &Datei anzeigen
es: &Ver Archivo
fr: &Voir le fichier

# Menu_ViewFileAsText
source: View &File as Text
de: Datei als &Text anzeigen
es: Ver &archivo como texto
fr: Afficher le &fichier en tant que texte

# Menu_ViewParentDirectory
source: View Parent D&irectory
de: &Übergeordnetes Verzeichnis anzeigen
es: Ver d&irectorio principal
fr: Voir le répertoire &parent

# Menu_ViewRootDirectory
source: View Root D&irectory
de: Stamm&verzeichnis anzeigen
es: Ver d&irectorio raíz
fr: Afficher le répertoire &racine

# Dialog_Abort
source: Are you sure you wish to abort?
de: Möchten Sie den Vorgang wirklich abbrechen?
es: ¿Está seguro de que desea abortar?
fr: Voulez-vous vraiment annuler ?

# Dialog_CommitChanges
source: Changes have been made to this disk image.{0}{0}Do you wish to commit these changes before closing this window?
de: An diesem Diskettenabbild wurden Änderungen vorgenommen.{0}{0}Möchten Sie diese Änderungen übernehmen, bevor Sie dieses Fenster schließen?
es: Se han realizado cambios en esta imagen de disco.{0}{0}¿Desea confirmar estos cambios antes de cerrar esta ventana?
fr: Des modifications ont été apportées à cette image de disquette.{0}{0}Souhaitez-vous valider ces modifications avant de fermer cette fenêtre ?

# Dialog_DiskNotEmptyWarning
source: Warning: The disk in drive {0} is not empty.{1}{1}If you continue, the disk will be overwritten.{1}{1}Do you wish to continue?
de: Warnung: Die Diskette in Laufwerk {0} ist nicht leer.{1}{1}Wenn Sie fortfahren, wird sie überschrieben.{1}{1}Möchten Sie fortfahren?
es: Advertencia: el disco en la unidad {0} no está vacío.{1}{1}Si continúa, el disco será sobrescrito.{1}{1}¿Desea continuar?
fr: Avertissement: le disque dans le lecteur {0} n’est pas vide.{1}{1}Si vous continuez, le disque sera écrasé.{1}{1}Souhaitez-vous continuer ?

# Dialog_DiskNotEmptyWarning_Mismatched
source: Warning: The disk in drive {0} is not empty and is formatted as a {1}.{2}{2}The image you are attempting to write is a {3} image.{2}{2}If you continue, the disk will be overwritten and may be unreadable.{2}{2}Do you wish to continue?
de: Warnung: Die Diskette in Laufwerk {0} ist nicht leer und ist als {1} formatiert.{2}{2}Das Abbild, das Sie schreiben möchten, ist ein {3}-Abbild.{2}{2}Wenn Sie fortfahren, wird die Diskette überschrieben und möglicherweise unlesbar.{2}{2}Möchten Sie fortfahren?
es: Advertencia: el disco en la unidad {0} no está vacío y está formateado como {1}.{2}{2}La imagen que intenta escribir es una imagen de tipo {3}.{2}{2}Si continúa, el disco será sobrescrito y podría quedar ilegible.{2}{2}¿Desea continuar?
fr: Avertissement: le disque dans le lecteur {0} n’est pas vide et est formaté en tant que {1}.{2}{2}L’image que vous tentez d’écrire est une image {3}.{2}{2}Si vous continuez, le disque sera écrasé et pourra devenir illisible.{2}{2}Souhaitez-vous continuer ?

# Dialog_DiskNotEmptyWarning_UnknownFormat
source: Warning: The disk in drive {0} is not empty, but I am unable to determine the format type.{1}{1}The image you are attempting to write is a {2} image.{1}{1}If you continue, the disk will be overwritten and may be unreadable.{1}{1}Do you wish to continue?
de: Warnung: Die Diskette in Laufwerk {0} ist nicht leer, aber das Format konnte nicht bestimmt werden.{1}{1}Das Abbild, das Sie schreiben möchten, ist ein {2}-Abbild.{1}{1}Wenn Sie fortfahren, wird die Diskette überschrieben und möglicherweise unlesbar.{1}{1}Möchten Sie fortfahren?
es: Advertencia: el disco en la unidad {0} no está vacío, pero no se pudo determinar el tipo de formato.{1}{1}La imagen que intenta escribir es una imagen de tipo {2}.{1}{1}Si continúa, el disco será sobrescrito y podría quedar ilegible.{1}{1}¿Desea continuar?
fr: Avertissement: le disque dans le lecteur {0} n’est pas vide, mais je ne peux pas déterminer le type de format.{1}{1}L’image que vous tentez d’écrire est une image {2}.{1}{1}Si vous continuez, le disque sera écrasé et pourra devenir illisible.{1}{1}Souhaitez-vous continuer ?

# Dialog_DiskWriteError
source: Error: Unable to write to the drive at this time.
de: Fehler: Derzeit kann nicht auf das Laufwerk geschrieben werden.
es: Error: No se puede escribir en la unidad en este momento.
fr: Erreur : impossible d’écrire sur le lecteur pour le moment.

# Dialog_DiskWrittenSuccessfully
source: Your disk has been written successfully.{0}{0}Please remove the disk from the drive and write protect it now.{0}{0}Warning: If you continue without write protecting the disk, The operating system may make modifications to the disk as soon as you close this window.
de: Ihre Diskette wurde erfolgreich beschrieben.{0}{0}Bitte entfernen Sie die Diskette und aktivieren Sie den Schreibschutz.{0}{0}Warnung: Wenn Sie ohne Schreibschutz fortfahren, kann das Betriebssystem Änderungen an der Diskette vornehmen, sobald Sie dieses Fenster schließen.
es: Su disco se ha escrito correctamente.{0}{0}Por favor, retire el disco de la unidad y protéjalo contra escritura ahora.{0}{0}Advertencia: si continúa sin proteger contra escritura el disco, el sistema operativo podría modificarlo tan pronto como cierre esta ventana.
fr: Votre disquette a été écrite avec succès.{0}{0}Veuillez retirer la disquette du lecteur et l’écrire-protéger maintenant.{0}{0}Avertissement : si vous continuez sans écrire-protéger la disquette, le système d’exploitation pourrait y apporter des modifications dès que vous fermerez cette fenêtre.

# Dialog_FloppyDriveNotReady
source: Floppy drive {0} is not ready.{1}{1}Please verify that a formatted disk is inserted into drive {0}.
de: Diskettenlaufwerk {0} ist nicht bereit.{1}{1}Bitte stellen Sie sicher, dass eine formatierte Diskette in Laufwerk {0} eingelegt ist.
es: La unidad de disquete {0} no está lista.{1}{1}Verifique que haya un disquete formateado insertado en la unidad {0}.
fr: Le lecteur de disquette {0} n’est pas prêt.{1}{1}Veuillez vérifier qu’une disquette formatée est insérée dans le lecteur {0}.

# Dialog_SaveFileError2
source: An error has occurred while attempting to save the file.
de: Beim Speichern der Datei ist ein Fehler aufgetreten.
es: Ocurrió un error al intentar guardar el archivo.
fr: Une erreur s’est produite lors de l’enregistrement du fichier.

# Dialog_SearchNotFound
source: Can't Find '{0}'
de: '{0}' konnte nicht gefunden werden
es: No se puede encontrar '{0}'
fr: Impossible de trouver '{0}'

# Caption_RawTrackData
source: Raw Track Data
de: Rohspur-Daten
es: Datos de pista sin procesar
fr: Données brutes de piste

# Caption_ValidClusters
source: Valid Clusters
de: Gültige Cluster
es: Clusters válidos
fr: Clusters valides
