Repository: Digitoxin1/DiskImageTool
Catalog: DiskImageTool/Resources/HelpStrings.*.resx
Languages: de

# BootSectorForm_AdditionalData
source: This Is additional data found in the Boot Sector. Note: Data highlighted in green is the bootstrap code.
de: Dies sind zusätzliche Daten, die im Bootsektor gefunden wurden. Hinweis: Grün hervorgehobene Daten sind der Bootstrap-Code.

# BootSectorForm_AllowedValues
source: Allowed Values:
de: Zulässige Werte:

# BootSectorForm_BootSectorSignature
source: Indicated to the BIOS that the sector is executable.
de: Zeigt dem BIOS an, dass der Sektor ausführbar ist.

# BootSectorForm_BytesPerSector
source: Number of bytes in each physical sector
de: Anzahl der Bytes in jedem physischen Sektor

# BootSectorForm_DiskType
source: The disk type detected based on the current values in the Boot Record. Changing this will set the values in the boot record to those of the selected disk type.
de: Der auf Basis der aktuellen Werte im Bootsektor erkannte Diskettentyp. Wenn Sie diesen ändern, werden die Werte im Bootsektor an den ausgewählten Diskettentyp angepasst.

# BootSectorForm_DriveNumber
source: Interrupt 13h drive number
de: Interrupt 13h Laufwerksnummer

# BootSectorForm_ExtendedBootSignature
source: 28h\tVolume Serial Number is present 29h\tVolume Serial Number, Volume Label, and File System ID are present
de: 28h\tVolumeseriennummer ist vorhanden 29h\tVolumeseriennummer, Volume-Label und Dateisystem-ID sind vorhanden

# BootSectorForm_FileSystemType
source: The File System ID is informational only
de: Die Dateisystem-ID dient nur zu Informationszwecken

# BootSectorForm_FixedDisk
source: Fixed Disk
de: Feste Festplatte

# BootSectorForm_HiddenSectors
source: Number of sectors preceeding the first sector of a partitioned volume Note: This value should be {0} for all floppy disks
de: Anzahl der Sektoren vor dem ersten Sektor eines partitionierten Volumes Hinweis: Für alle Disketten sollte dieser Wert {0} sein

# BootSectorForm_JumpInstruction
source: This instruction indicates where the bootstrap code starts.
de: Diese Anweisung gibt an, wo der Bootstrap-Code beginnt.

# BootSectorForm_NumberOfFATs
source: Number of File Allocation Table (FAT) copies on the volume Allowed Values: Any non-zero value Note: This value should typically be set to {0}.
de: Anzahl der File Allocation Table (FAT)-Kopien auf dem Volume Zulässige Werte: Jeder von null verschiedene Wert Hinweis: Dieser Wert sollte typischerweise auf {0} gesetzt werden.

# BootSectorForm_NumberOfHeads
source: Number of physical heads (sides) on the disk
de: Anzahl der physischen Köpfe (Seiten) auf der Diskette

# BootSectorForm_OEMName
source: OEM Name Identifier Can be set by a FAT implementation to any desired value Typically this is some indication of what system formatted the volume.
de: OEM-Name-Kennung Kann von einer FAT-Implementierung auf einen beliebigen Wert gesetzt werden. Typischerweise gibt dieser Wert an, welches System das Volume formatiert hat.

# BootSectorForm_ReservedSectors
source: Number of reserved sectors in the reserved region of the volume starting at the first sector of the volume Allowed Values: Any non-zero value Note: This value should typically be set to {0}.
de: Anzahl reservierter Sektoren im reservierten Bereich des Volumes, beginnend mit dem ersten Sektor des Volumes Zulässige Werte: Jeder von Null verschiedene Wert Hinweis: Dieser Wert sollte typischerweise auf {0} gesetzt werden.

# BootSectorForm_RootDirectoryEntries
source: Number of entries in the root directory Allowed Values: Value multiplied by {0} should be an even multiple of Bytes Per Sector
de: Anzahl der Einträge im Stammverzeichnis Zulässige Werte: Der Wert multipliziert mit {0} sollte ein geradzahliges Vielfaches der Bytes pro Sektor sein

# BootSectorForm_SectorCountLarge
source: Total number of sectors in a FAT16 volume larger than {0} sectors Note: This value should be {1} for all floppy disks
de: Gesamtanzahl der Sektoren in einem FAT16-Volume mit mehr als {0} Sektoren Hinweis: Für alle Disketten sollte dieser Wert {1} sein

# BootSectorForm_SectorCountSmall
source: Total number of sectors in the volume
de: Gesamtanzahl der Sektoren im Volume

# BootSectorForm_SectorsPerCluster
source: Number of sectors per cluster
de: Anzahl der Sektoren pro Cluster

# BootSectorForm_SectorsPerFAT
source: Number of sectors allocated to each copy of the File Allocation Table (FAT)
de: Anzahl der Sektoren, die jeder Kopie der Dateizuordnungstabelle (FAT) zugewiesen sind

# BootSectorForm_SectorsPerTrack
source: Number of sectors per track on the disk
de: Anzahl der Sektoren pro Spur auf der Diskette

# BootSectorForm_TypicalValues
source: Typical Values:
de: Typische Werte:

# BootSectorForm_Unused
source: Unused
de: Nicht verwendet

# BootSectorForm_VolumeLabel
source: This field typically matches the 11-byte volume label in the root directory of the disk or has the value "{0}" if the volume label does not exist.
de: Dieses Feld entspricht typischerweise dem 11-Byte-Volume-Label im Root-Verzeichnis der Diskette oder hat den Wert „{0}“, wenn kein Volume-Label vorhanden ist.

# BootSectorForm_VolumeSerialNumber
source: The Volume Serial Number is a 32-bit random number used in conjunction with the Volume Label for removable media tracking Note: This id is typically generated by converting the current date and time into a 32-bit value
de: Die Volume-Seriennummer ist eine 32-Bit-Zufallszahl, die zusammen mit dem Volume-Label zur Nachverfolgung von Wechseldatenträgern verwendet wird. Hinweis: Diese ID wird normalerweise erzeugt, indem das aktuelle Datum und die aktuelle Uhrzeit in einen 32-Bit-Wert umgewandelt werden

# BootSectorForm_VolumeSerialNumberButton
source: Generate a new volume serial number based on a user supplied date and time
de: Neue Volume-Seriennummer basierend auf einem vom Benutzer angegebenen Datum und Uhrzeit generieren

# Greaseweazle_Revs
source: Number of revolutions to read per track
de: Anzahl der Umdrehungen pro Spur zum Lesen

# Greaseweazle_Retries
source: Number of retries per seek-retry
de: Anzahl der Wiederholungen pro Such-Wiederholung

# Greaseweazle_SeekRetries
source: Number of seek retries
de: Anzahl der Such-Wiederholungen

# Greaseweazle_DeviceReset
source: Reset the Greaseweazle device to power-on default state.
de: Das Greaseweazle-Gerät auf den Einschalt-Standardzustand zurücksetzen.

# Flux_SaveLog
source: Save the Console Output to a log file.
de: Die Konsolenausgabe in einer Protokolldatei speichern.

# Flux_Detect
source: Attempt to detect the format of the disk in the selected drive by analyzing the boot sector.
de: Versuchen, das Format der Diskette im ausgewählten Laufwerk durch Analyse des Bootsektors zu erkennen.

# Greaseweazle_Drives
source: Available Floppy Drives. This list can be configured under Greaseweazle Configuration in the Options menu.
de: Verfügbare Diskettenlaufwerke. Diese Liste kann unter Greaseweazle-Konfiguration im Optionsmenü angepasst werden.

# Flux_Format
source: The format of the floppy disk in the selected drive.
de: Das Format der Diskette im ausgewählten Laufwerk.

# Flux_ImageType
source: Output Image Type
de: Ausgabe-Image-Typ

# Greaseweazle_ReadFilename
source: The imported file’s name, or the parent folder’s name if the Output Type is set to Flux Image Set. You can create a filename template by enclosing any number in angle brackets (< >). For example: Disk <1> of 3. The number inside the brackets will automatically increment for each subsequent read.
de: Der Name der importierten Datei. Sie können eine Dateinamen-Vorlage erstellen, indem Sie eine Zahl in spitze Klammern (< >) einschließen. Zum Beispiel: Disk <1> von 3. Die Zahl in den Klammern wird für jeden weiteren Lesevorgang automatisch erhöht.

# Greaseweazle_FileExt
source: The imported file's extension.
de: Die Erweiterung der importierten Datei.

# Greaseweazle_SaveLog
source: Save a log file in the parent folder alongside the image set. The log file name can be configured under Greaseweazle Configuration in the Options menu.
de: Eine Protokolldatei im übergeordneten Ordner neben dem Image-Set speichern. Der Name der Protokolldatei kann unter Greaseweazle-Konfiguration im Optionsmenü eingestellt werden.

# Flux_Discard
source: Discard the currently loaded image or image set.
de: Das geladene Image oder Image-Set verwerfen.

# Flux_Read
source: Read a floppy disk from the selected drive to the selected output type.
de: Eine Diskette vom ausgewählten Laufwerk in den gewählten Ausgabetyp einlesen.

# Greaseweazle_RootFolder
source: The root folder for your flux image sets. The default root folder can be configured under Greaseweazle Configuration in the Options menu.
de: Der Stammordner für Ihre Flux-Image-Sets. Der standardmäßige Stammordner kann unter Greaseweazle-Konfiguration im Optionsmenü eingestellt werden.

# Flux_DoubleStep
source: Skip every other track when reading a 360 KB disk in a 1.2 MB drive.
de: Jede zweite Spur überspringen beim Lesen einer 360-KB-Diskette in einem 1,2-MB-Laufwerk.

# Flux_Import
source: Import the currently loaded image.
de: Das geladene Image importieren.

# Flux_ImportClose
source: Import the currently loaded image and close this dialog.
de: Das geladene Image importieren und diesen Dialog schließen.

# Flux_Save
source: Save the currently loaded image set.
de: Das geladene Image-Set speichern.

# Flux_SaveClose
source: Save the currently loaded image set and close this dialog.
de: Das geladene Image-Set speichern und diesen Dialog schließen.

# Flux_Convert
source: Convert the currently loaded image set.
de: Das geladene Image-Set konvertieren.

# BootSectorForm_AllowedValuesInline
source: Allowed Values: {0}
de: Zulässige Werte: {0}

# BootSectorForm_TypicalValuesInline
source: Typical Values: {0}
de: Typische Werte: {0}

# BootSectorForm_BytesPerSector_Note
source: Note: This value should be {0} for all floppy disks.
de: Hinweis: Für alle Disketten sollte dieser Wert {0} sein.
