Repository: Digitoxin1/DiskImageTool
Catalog: DiskImageTool/Forms/BootSectorForm.*.resx
Languages: es

# BtnCancel.Text
source: &Cancel
es: &Cancelar

# BtnUpdate.Text
source: &Update
es: &Actualizar

# GroupBoxAdditionalData.Text
source: Additional Data
es: Datos Adicionales

# GroupBoxMain.Text
source: Boot Record
es: Registro de arranque

# $this.Text
source: Boot Sector
es: Sector de arranque

# LblBootSectorSignature.Text
source: Boot Sector Signature
es: Firma del sector de arranque

# LblBytesPerSector.Text
source: Bytes per Sector
es: Bytes por sector

# HexBox1.BuiltInContextMenu.CopyMenuItemText
source: Copy Text
es: Copiar texto

# LblDiskType.Text
source: Disk Type
es: Formato del disco

# LblDriveNumber.Text
source: Drive Number
es: Número de unidad

# lblExtendedBootSignature.Text
source: Extended Boot Signature
es: Firma de arranque extendida

# GroupBoxExtended.Text
source: Extended Parameter Block
es: Bloque de parámetros extendido

# LblFileSystemType.Text
source: File System ID
es: ID del sistema de archivos

# LblHiddenSectors.Text
source: Hidden Sectors
es: Sectores ocultos

# LblJumpInstruction.Text
source: Jump Instruction
es: Instrucción de salto

# TxtMediaDescriptor.Text
source: Media Descriptor
es: Descriptor de medio

# LblNumberOfFATS.Text
source: Number of FATs
es: Número de FATs

# LblNumberOfHeads.Text
source: Number of Heads
es: Número de cabezas

# LblOEMName.Text
source: OEM Name
es: Nombre OEM

# LblReservedSectors.Text
source: Reserved Sectors
es: Sectores reservados

# LblRootDirectoryEntries.Text
source: Root Directory Entries
es: Entradas en el directorio raíz

# LblSectorsPerCluster.Text
source: Sectors per Cluster
es: Sectores por clúster

# LblSectorsPerFAT.Text
source: Sectors per FAT
es: Sectores por FAT

# LblSectorsPerTrack.Text
source: Sectors per Track
es: Sectores por pista

# HexBox1.BuiltInContextMenu.SelectAllMenuItemText
source: Select All
es: Seleccionar todo

# LblExtendedMsg.Text
source: There appears to be data stored in the Extended Parameter Block of this Boot Sector. This usually means the Extended Property Block is not defined for this disk.
es: Parece que hay datos almacenados en el bloque de parámetros extendido de este sector de arranque. Esto suele indicar que el bloque de propiedades extendidas no está definido para este disco.

# LblSectorCountSmall.Text
source: Total Sector Count
es: Recuento total de sectores

# LblSectorCountLarge.Text
source: Total Sector Count (Large)
es: Recuento total de sectores (grande)

# LblVolumeLabel.Text
source: Volume Label
es: Etiqueta del volumen

# LblVolumeSerialNumber.Text
source: Volume Serial Number
es: Número de serie del volumen
